{
  "0 sides": "शून्य पक्ष",
  "1 face": "1 चेहरा",
  "10 sides": "10 भुजाएँ",
  "2 birds were sitting on the fence. 4 more birds joined them. How many birds are on the fence?": "2 पक्षी बाड़ पर बैठे थे।\n4 और पक्षी उनके साथ बेठ गए ।\nकितने पक्षी बाड़ पर हैं?",
  "2 children share 8 sweets equally. How many sweets does each child get?": "2 बच्चे 8 मिठाई समान रूप से बांटते हैं।\nप्रत्येक बच्चे को कितनी मिठाई मिलती है?",
  "20 students were equally divided into 4 groups by the teacher. How many students are in each group?": "20 छात्रों को शिक्षक द्वारा 4 दलों में समान रूप से विभाजित किया गया था।\nप्रत्येक दाल में कितने छात्र हैं?",
  "3 friends share 12 candies equally. How many candies does each friend get?": "3 दोस्त 12 कैंडी को समान रूप से बांटते हैं।\nप्रत्येक मित्र को कितने कैंडी मिलते हैं?",
  "3 sides": "3 sides",
  "3D shapes": "3D आकार",
  "4 birds are sitting on a branch. 1 flew away. How many birds are left on the branch?": "4 पक्षी एक शाखा पर बैठे हैं।\n1 पक्षी उड़ जाता है।\nशाखा पर कितने पक्षी बचे हैं?",
  "4 sides": "4 भुजाएँ",
  "5 apples are on the table. Sam eats 2 apples. How many apples are left on the table?": "5 सेब टेबल पर हैं।\nसुंदर  2 सेब खाता है।\nटेबल पर कितने सेब बचे हैं?",
  "5 sides": "5 भुजाएँ",
  "6 sides": "6 भुजाएँ",
  "7 boys ride their bikes. Some of the boys go home. 5 boys continue riding their bikes. How many boys went home?": "7 लड़के अपनी बाइक चला रहे थे।\nकुछ लड़के घर जाते हैं।\n5 लड़के अपनी बाइक चलाना जारी रखते हैं।\nकितने लड़के घर चले गए?",
  "7 children are on a bus. 4 more children get on the bus. How many children are on the bus?": "एक बस में 7 बच्चे सवार हैं।\n4 और बच्चे बस में चढ़े।\nबस में अब कितने बच्चे हैं?",
  "7 red apples and 2 green apples are in the basket. How many apples are in the basket?": "7 लाल सेब और 2 हरे सेब टोकरी में हैं।\nटोकरी में कुल मिलाकर कितने सेब हैं?",
  "8 birds sat on a tree branch. Some flew away. Now there are 3 birds on the branch. How many birds flew away?": "एक पेड़ की शाखा पर 8 पक्षी बैठे हैं ।\nकुछ पक्षी उड़ गए।\nअब शाखा पर 3 पक्षी हैं।\nकितने पक्षी उड़ गए?",
  "A bee has 6 legs. How many legs do 2 bees have?": "एक मधुमक्खी के 6 पैर होते हैं।\n2 मधुमक्खियों के कितने पैर होते हैं?",
  "A duck has 2 legs. How many legs do 3 ducks have?": "एक बत्तख के 2 पैर होते हैं।\n3 बतख के कितने पैर हैं?",
  "A farmer gathered 16 eggs. She used 4 eggs to make breakfast. How many eggs does she have left?": "एक किसान ने 16 अंडे इकट्ठे किए।\nउसने नाश्ता बनाने के लिए  4 अंडों का इस्तेमाल किया।\nउसके पास कितने अंडे बचे हैं?",
  "A farmer had 7 apple trees. She bought some more trees and now has 10 apple trees in her orchard. How many apple trees did she buy?": "एक किसान के पास 7 सेब के पेड़ थे।\nउसने कुछ और पेड़ खरीदे और अब उसके बाग में 10 सेब के पेड़ हैं।\nउसने कितने सेब के पेड़ खरीदे?",
  "A farmer planted 5 rows of corn before lunch. He planted 7 more rows after lunch. How many rows of corn did he plant during the day?": "एक किसान ने भोजन से पहले गुलाब की 5 पौधे लगाईं।\nउन्होंने भोजन के बाद 7 और पौधे लगाईं।\nउसने पुरे दिन के दौरान गुलाब की कितनी पौधे लगाईं?",
  "A football team scored 3 goals in the first half. Then they scored more goals in the second half. They won the game with 5 goals! How many goals did they score in the second half?": "एक फुटबॉल टीम ने पहले हाफ में 3 गोल किए।\nफिर उन्होंने दूसरे हाफ में अधिक गोल किए।\nउन्होंने 5 गोल से गेम जीता! दूसरे हाफ में उन्होंने कितने गोल किए?",
  "A man was carrying balloons but the wind blew 6 away. He has 2 balloons left. How many balloons did he start with?": "एक आदमी गुब्बारे ले जा रहा था लेकिन हवा से 6 गुब्बारे उड़द गए।\nउसके पास 2 गुब्बारे बचे हैं।\nशुरुआत में उसके पास कितने गुब्बारे थे?",
  "A piece of wood is 13 inches long. It is cut into two parts. One part is 6 inches long. How long is the other part?": "एक लकड़ी का एक टुकड़ा 13 इंच लंबा होता है।\nइसे दो भागों में काटा जाता है।\nएक हिस्सा  6 इंच लंबा है।\nअन्य भाग की कितनी लम्बाई है?",
  "Achievements": "उपलब्धियां",
  "Add Teacher": "शिक्षक",
  "Age   :": "आयु   :",
  "All time": "पूरा समय",
  "All time rank": "ऑल टाइम रैंक",
  "Allie bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "आयशा ने आम के 2 बक्से खरीदे।\nप्रत्येक बक्से में 4 आम हैं।\nउसने कितने आम खरीदे?",
  "Amy walks 4 blocks to school. Jane walks 2 blocks to school. How many more blocks does Amy walk than Jane to school?": "आशा 4 किलोमीटर चल कर स्कूल जाती हैं।\nजय 2 किलोमीटर चल कर स्कूल जाता है।\nआशा स्कूल जाने के लिए जय से कितने अधिक किलोमीटर चलती है?",
  "Ana has 7 cookies. She eats 2 of them. How many cookies does she have left?": "गिरीश एक दुकान पर गया और कुछ टी-शर्ट खरीदी।\nवह दूसरे दुकान में गया और 2 और टी-शर्ट खरीदे।\nउसने कुल मिलाकर 7 टी-शर्ट खरीदीं।\nउसने पहली दुकान पर कितनी टी-शर्ट खरीदीं?",
  "Animals and Babies": "पशु के बच्चे",
  "Anita has 5 books. 3 of them are science books and the rest are storybooks. How many are storybooks?": "अनीता के पास 5 किताबें हैं।\nउनमें से 3 विज्ञान की किताबें हैं और बाकी कहानी की पुस्तकें हैं।\nअनीता के पास कहानी की पुस्तकें कितने हैं?",
  "Anna bought 12 plants. Her sister bought 7 plants. How many more plants did Anna buy than her sister?": "अन्ना ने 12 पौधे खरीदे।\nउसकी बहन ने 7 पौधे खरीदे।\nअन्ना ने अपनी बहन से कितने अधिक पौधे खरीदे?",
  "App Language :": "ऐप भाषा :",
  "apples": "सेब",
  "Ask your teacher for the class code and enter it there": "अपने शिक्षक से कक्षा कोड मांगें और उसे वहां दर्ज करें",
  "Assignments": "कार्य",
  "Back": "वापस",
  "Backgrounds": "पृष्ठभूमि",
  "Background Collection": "पृष्ठभूमि संग्रह",
  "Badges Collection": "बैज संग्रह",
  "Begin Quiz": "प्रश्नोत्तरी शुरू करें",
  "Beth has 13 flowers in her garden. Kate has 8 flowers. How many more flowers does Beth have than Kate?": "भीम के बगीचे में 13 फूल हैं।\nकीर्ति केबगीचे में 8 फूल हैं।\nकीर्ति की तुलना में भीम के पास और कितने ज्यादा फूल हैं?",
  "Billy has 2 marbles. Audrey has 3 more marbles than Billy. How many marbles does Audrey have?": "बाला के पास 2 मार्बल हैं।\nआर्यन के पास बाला से 3 अधिक मार्बल हैं।\nआर्यन के पास कितने मार्बल हैं?",
  "Bob has 4 pencils and his sister has 8 more pencils than him. How many pencils does Bob's sister have?": "प्रथम के पास 4 पेंसिल हैं और उनकी बहन के पास उनसे 8 अधिक पेंसिल हैं।\nबॉब की बहन के पास कितनी पेंसिल हैं?",
  "Bobby bought 3 more books than Gabby. Gabby bought a book. How many books did Bobby buy?": "बाला ने गिरी से 3 किताबें अधिक खरीदीं।\nगिरी ने एक किताब खरीदी।\nबाला ने कितनी किताबें खरीदीं?",
  "books": "किताबें",
  "Boy": "लड़का",
  "Brad has 17 balloons. 8 balloons are red and the rest are green. How many balloons are green?": "नकुल के 17 गुब्बारे हैं।\n8 गुब्बारे लाल रंग के हैं और बाकी हरे हैं।\nकितने गुब्बारे हरे रंग के हैं?",
  "Brittany has 7 shirts in her closet.@3 of them are blue and the rest are green. How many green shirts does she have?": "सीता की अलमारी में 7 शर्ट हैं। उनमें से 3 नीले हैं और बाकी हरे हैं। उसके पास कितनी हरी शर्ट है?",
  "Cancel": "रद्द",
  "Cannot verify OTP": "OTP को सत्यापित नहीं किया जा सकता",
  "Challenge": "चुनौती",
  "Children are drawing pictures to decorate their classroom. The boys draw 11 pictures and the girls draw 20. How many more pictures do girls draw than boys?": "बच्चे अपनी कक्षा को सजाने के लिए चित्र बना रहे हैं।\nलड़को ने 11 चित्र बनाते हैं और लड़कियाँ 20 चित्र बनाती हैं।\nलड़कियाँ लड़कों की तुलना में कितनी अधिक चित्र बनती हैं?",
  "Choose your avatar": "अपना अवतार चुनें",
  "Choose Your Language": "अपना भाषा चुनें",
  "circle": "वृत्त",
  "Class  :": "वर्ग  :",
  "Click x1 times on number x2!": "नंबर x2 पर x1 बार क्लिक करें!",
  "cone": "शंकु",
  "Confirm": "पुष्टि करें",
  "Connected": "जुड़े हुए",
  "Contact Us": "हमसे संपर्क करें",
  "Contact": "संपर्क करें",
  "Connected To Class": "वर्ग से जुड़े चुके है",
  "Connect To Class": "वर्ग से जुड़े",
  "Continue": "जारी रखें",
  "Count and Match": "गिनती",
  "Count and Pair": "गणना",
  "cube": "घनक्षेत्र",
  "cylinder": "सिलेंडर",
  "Character Modification": "चरित्र संशोधन",
  "David and his friends fly 9 kites. Some kites get stuck in a tree. 6 kites are still flying. How many kites are stuck in the tree?": "ध्रुव और उसके दोस्त 9 पतंग उड़ाते हैं।\nकुछ पतंग एक पेड़ में फंस जाती हैं।\n6 पतंगें अभी भी उड़ रही हैं।\nपेड़ में कितनी पतंगें अटकी हैं?",
  "Dairy Rewards": "डेयरी पुरस्कार",
  "Deanna has 5 more puzzles than Fatou. Fatou has 3 puzzles. How many puzzles does Deanna have?": "एक फुटबॉल टीम ने पहले हाफ में 3 गोल किए।\nफिर उन्होंने दूसरे हाफ में अधिक गोल किए।\nउन्होंने 5 गोल से गेम जीता! दूसरे हाफ में उन्होंने कितने गोल किए?",
  "Diego has 11 mangos in a basket. Diego gives 4 mangos to his sister. How many mangos are left in the basket?": "धीर के पास एक टोकरी में 11 आम होते हैं।\nधीर अपनी बहन को 4 आम देता है।\nटोकरी में कितने आम बचे हैं?",
  "Division": "विभाजन",
  "Digital Skills": "डिजिटल कौशल",
  "Done": "हुआ",
  "Do you want to open now?": "क्या आप अभी खोलना चाहते हैं?",
  "eggs": "अंडे",
  "eight": "आठ",
  "Email :": "ईमेल :",
  "Email": "ईमेल",
  "English": "अंग्रेज़ी",
  "Enter the 6-digit otp here...": "यहाँ 6-अंकीय ओटीपी दर्ज करें ...",
  "Ernest makes 5 paper airplanes. Nicole makes 14 paper airplanes. How many fewer paper airplanes does Ernest make than Nicole?": "अर्जुन 5 पेपर के हवाई जहाज बनाता है।\nनयना 14 पेपर के हवाई जहाज बनाती है।\nअर्जुन नयना की तुलना में कितने कम हवाई जहाज बनाता है?",
  "Error downloading content. Please connect to internet and try again": "सामग्री डाउनलोड करने में त्रुटि। कृपया इंटरनेट से कनेक्ट करें और पुनः प्रयास करें",
  "EXIT ?": "बाहर जाएं ?",
  "Exit": "बाहर निकलना",
  "Facebook": "फ़ेसबुक",
  "fish": "मछली",
  "five": "पांच",
  "Follow Us": "हमें फॉलो करें",
  "four": "चार",
  "Fred is 12 years old. His brother Tom is 8 years old. How much younger is Tom than Fred?": "फैजल 12 साल का है।\nउसका भाई तुषार 8 साल का है।\nतुषार फैजल से कितना छोटा है?",
  "Friends": "पात्र",
  "Featured": "प्रदर्शित",
  "Gabby worked 4 more hours than Ian. Ian worked 8 hours. How many hours did Gabby work?": "प्रथम के पास 4 पेंसिल हैं और उनकी बहन के पास उनसे 8 अधिक पेंसिल हैं।\nबॉब की बहन के पास कितनी पेंसिल हैं?",
  "Game Over": "खेल खत्म",
  "Gender  :": "लिंग :",
  "Gender": "लिंग",
  "George went to a store and bought some t-shirts. He went to another store and bought 2 more t-shirts. He bought a total of 7 t-shirts. How many t-shirts did he buy at the first store?": "गिरीश एक दुकान पर गया और कुछ टी-शर्ट खरीदी।\nवह दूसरे दुकान में गया और 2 और टी-शर्ट खरीदे।\nउसने कुल मिलाकर 7 टी-शर्ट खरीदीं।\nउसने पहली दुकान पर कितनी टी-शर्ट खरीदीं?",
  "Girl": "लड़की",
  "Hannah makes 8 loaves of bread. She gives 3 loaves of bread to her cousin. How many loaves of bread does she have left?": "हिना 8 रोटियां बनाती हैं।\nवह अपने भाई को 3 रोटियाँ देती है।\nउसके पास कितनी रोटियाँ बची हैं?",
  "Harper and Raven drew 8 pictures together. Harper drew 3 pictures. How many pictures did Raven draw?": "एक पेड़ की शाखा पर 8 पक्षी बैठे हैं ।\nकुछ पक्षी उड़ गए।\nअब शाखा पर 3 पक्षी हैं।\nकितने पक्षी उड़ गए?",
  "Helen saw 12 birds in a tree and 7 birds in another tree. How many birds did she see altogether?": "हेमा ने एक पेड़ में 12 पक्षी और दूसरे पेड़ में 7 पक्षी देखे।\nउसने कुल मिलाकर कितने पक्षी देखे?",
  "Help": "सहायता",
  "Help?": "सहायता?",
  "Henry has 4 stamps. Eric has 5 more stamps than Henry. How many stamps does Eric have?": "हरि के पास 4 स्टांप हैं।\nइरा के पास हरि की तुलना में 5 अधिक स्टांप हैं।\nएरा के पास कितने स्टांप हैं?",
  "hexagon": "षट्भुज",
  "Home": "घर",
  "How Many": "कितने हैं",
  "How Many??": "कितने??",
  "hundred": "सौ",
  "I have 10 apples. I eat some apples. I have 4 apples left. How many apples did I eat?": "मेरे पास 10 सेब हैं।\nमैं कुछ सेब खाता हूं।\nमेरे पास 4 सेब बचे हैं।\nमैंने कितने सेब खाए?",
  "Instagram": "इंस्टाग्राम",
  "Invalid Email Address": "अमान्य ईमेल पता",
  "Invalid Phone Number": "अमान्य फ़ोन नंबर",
  "It rained 15 days in March. It rained 8 days in April. How many more days did it rain in March than April?": "मार्च में 15 दिन बारिश हुई।\nअप्रैल में 8 दिन बारिश हुई।\nमार्च में अप्रैल की तुलना में कितने दिन अधिक बारिश हुई?",
  "It rained 8 days in January. It rained 9 more days in February than January. How many days did it rain in February?": "जनवरी में 8 दिन बारिश हुई थी।\nजनवरी की तुलना में फरवरी में 9 और दिनों तक बारिश हुई थी।\nफरवरी में कितने दिन बारिश हुई थी?",
  "It takes Sally 7 minutes to run a mile. How long would it take her to run 4 miles?": "एक किलोमीटर चलाने में सलमा को 7 मिनट लगते हैं।\n4 किलोमीटर चलने में उसे कितना समय लगेगा?",
  "Jackie has 9 pencils. Adam has 5 more pencils than Jackie. How many pencils does Adam have?": "जस्सी के पास 9 पेंसिल हैं।\nआदर्श के पास जस्सी की तुलना में 5 अधिक पेंसिल हैं।\nआदर्श के पास कितनी पेंसिल हैं?",
  "Jack's hen laid 6 eggs yesterday and 3 eggs today. How many eggs did Jack's hen lay in all?": "जैक के मुर्गी ने कल 6 अंडे और आज 3 अंडे दिए। जैक के मुर्गी ने कितने अंडे दिए?",
  "Jacob and Henry were reading the same book. Henry read 9 more pages than Jacob. Jacob read 11 pages of the book. How many pages did Henry read?": "जयंत और हरि एक ही किताब पढ़ रहे थे।\nहरि ने जयंत से 9 अधिक पन्ने पढ़े।\nजयंत ने पुस्तक के 11 पन्ने पढ़े।\nहरि ने कितन पन्ने पढ़े?",
  "Jane bakes 15 cookies and 7 cakes. How many fewer cakes did she bake than cookies?": "जिया 15 कुकीज़ और 7 केक बनती है।\nकुकीज़ की तुलना में उसने कितने कम केक बनाये ?",
  "Jane counted 3 flowers in the flower pot. Each flower has 5 petals. How many petals are there in all?": "जय ने गमले में 3 फूलों की गिनती की।\nप्रत्येक फूल में 5 पंखुड़ियाँ हैं।\nगमले में कुल मिलकर कितनी पंखुड़ियाँ हैं?",
  "Jane has 9 balloons. 6 are green and the rest are blue. How many balloons are blue?": "ध्रुव और उसके दोस्त 9 पतंग उड़ाते हैं।\nकुछ पतंग एक पेड़ में फंस जाती हैं।\n6 पतंगें अभी भी उड़ रही हैं।\nपेड़ में कितनी पतंगें अटकी हैं?",
  "Janet has 8 oranges and Sharon has 4 oranges. How many oranges do they have altogether?": "जय के पास 8 संतरे हैं और श्रेया के पास 4 संतरे हैं।\nउन दोनों पास कितने संतरे हैं?",
  "Jen and Joe have 5 children. 2 of them are sons. How many daughters do they have?": "5 सेब टेबल पर हैं।\nसुंदर  2 सेब खाता है।\nटेबल पर कितने सेब बचे हैं?",
  "Jen made 6 sandwiches for her family. Her family ate some and 2 were left. How many sandwiches did her family eat?": "रेवा ने अपने परिवार के लिए 6 सैंडविच बनाए।\nउसके परिवार ने कुछ सैंडविच खाया और 2 सैंडविच बचे थे।\nउसके परिवार ने कितने सैंडविच खाए?",
  "Josh has 16 marbles and loses 7 of them. How many marbles does Joshi have now?": "महेश के 16 मार्बल हैं और उनमें से 7  खोगए हैं।\nअब महेश के पास कितने मार्बल बचे हैं?",
  "Kajol bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "आयशा ने आम के 2 बक्से खरीदे।\nप्रत्येक बक्से में 4 आम हैं।\nउसने कितने आम खरीदे?",
  "Kami had 3 pages of math homework yesterday. She has 9 pages of math homework today. How many more pages does Kami have today than yesterday?": "कीया को कल गणित के होमवर्क में 3 पन्ने मिले थे ।\nउसके पास आज गणित के होमवर्क में 9 पन्ने मिले हैं।\nकीया को कल की तुलना में आज कितने अधिक पन्ने होमवर्क में मिले हैं?",
  "Katie and her brother picked 6 mangos together. Katie picked 4 mangos. How many mangos did her brother pick?": "कोमल और उसके भाई ने 6 आमों को एक साथ उठाया। कोमल ने 4 आम निकाले। उसके भाई ने कितने आम खाए?",
  "Kelly saw 4 cats in front of her house. She went to sleep and when she woke up, there were 7 cats in front of her house. How many cats came to her house while she was sleeping?": "कोमल ने अपने घर के सामने 4 बिल्लियाँ देखीं।\nवह सोने चली गई और जब वह सोकर उठी तो उसके घर के सामने 7 बिल्लियाँ थीं।\nसोते समय उसके घर में कितनी बिल्लियाँ आईं?",
  "Kelly's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "जय के मुर्गी ने कल 6 अंडे दिए और आज 3 अंडे दिए।\nजय के मुर्गी ने कुल मिलाकर कितने अंडे दिए?",
  "Kit, Ruth, and Dean each ate 2 slices of pizza. How many slices of pizza did they eat in all?": "किरण,  राजीव और दिनेश प्रत्येक ने केक के 2 भाग खाए।\nकेक के कितने भाग उन सबने मिलकर खाए?",
  "Kyle got 3 new shirts on his birthday. He already had 5 shirts. How many shirts does he have now?": "अपने जन्मदिन पर सोम को 3 नई शर्ट मिलीं।\nउसके पास पहले से ही 5 शर्ट थे।\nअब उसके पास कितनी शर्ट हैं?",
  "Laci and Kendra caught 14 fireflies altogether. Laci caught 5 fireflies. How many fireflies did Kendra catch?": "बिंदू और शिल्पा ने कुल मिलाकर 14 जुगनुओं को पकड़ा ।\nबिंदू ने 5 जुगनुओं को पकड़ा।\nशिल्पा ने कितने जुगनु पकड़े?",
  "Lena has 12 books. She donates 8 books to her class library. How many books does Lena have left?": "लीना के पास 12 किताबें हैं।\nवह अपनी कक्षा की लाइब्रेरी में  8 किताबें दान करती हैं।\nलीना के पास कितनी किताबें बाकि हैं?",
  "Library": "संग्रह",
  "Literacy": "हिन्दी",
  "Login": "लॉग इन करें",
  "Login to your school": "अपने स्कूल में लॉगिन करें",
  "Logout": "लॉग आउट",
  "Remember logged in user": "लॉग इन उपयोगकर्ता याद रखें",
  "Lucy has 8 pencils. She loses 7 of them. How many pencils does Lucy have left?": "लतिका के पास 8 पेंसिल हैं।\nवह उनमें से 7 पेंसिल खो देती है।\nलतिका के पास कितने पेंसिल बचे हैं?",
  "Lucy is 9 years old. Her sister Julie is 6 years old. How much older is Lucy than her sister Julie?": "लतिका 9 साल की है।\nउसकी बहन जूली  6 साल की है।\nलतिका अपनी बहन जूली से कितनी बड़ी है?",
  "Magan bought 8 candies and Jane bought 9 candies. How many candies did they buy in all?": "मीना ने 8 कैंडी खरीदी और जय ने 9 कैंडी खरीदी।\nउन्होंने सभी में कितने कैंडी खरीदे?",
  "mangos": "आम",
  "marbles": "मार्बल",
  "Marco bought 12 fish. He put an equal number of fish into 4 tanks. How many fish are in each tank?": "अमीर ने 12 मछलियाँ खरीदीं।\nउन्होंने 4 टैंकों में समान संख्या में मछलियां डालीं।\nप्रत्येक टैंक में कितनी मछलियाँ हैं?",
  "Maria read 3 books and Stacy read 5 books. How many more books did Stacy read than Maria?": "मीशा ने 3 किताबें पढ़ीं और सीमा ने 5 किताबें पढ़ीं।\nसीमा ने मीशा की तुलना में कितनी अधिक किताबें पढ़ीं?",
  "Marin has 7 balls. Ellen has 6 more balls than Marin. How many balls does Ellen have?": "मधु के पास 7 गेंदें हैं।\nमधु की तुलना में ईशा के पास 6 और गेंदें हैं।\nईशा के पास कितनी गेंदें हैं?",
  "Mary is decorating for a birthday party. She blew up 6 balloons this morning and 5 balloons this afternoon. How many balloons did she blow up in all?": "माला एक जन्मदिन की पार्टी के लिए सजावट कर रही है।\nउसने आज सुबह 6 गुब्बारे फुलाये और 5 गुब्बारे दोपहर को फुलाये ।\nउसने कुल मिलाकर कितने गुब्बारे फुलाये ?",
  "Match Blue Shadows": "छवि जोड़ें",
  "Match Coloured Objects 2": "रंगीन वस्तु 2",
  "Match Coloured Objects": "रंगीन वस्तु",
  "Match figures": "आकृति",
  "Match Box": "समान वस्तु जोड़े",
  "Maths": "गणित",
  "Maya has 5 marbles. Jaden has 8 marbles. How many marbles do they have altogether?": "माया के पास 5 मार्बल हैं।\nजया के पास  8 मार्बल हैं।\nउनके पास कुल मिलाकर कितने मार्बल हैं?",
  "Maya served 3 yams at lunch and 5 yams during dinner. How many yams were served during the day?": "माया ने दोपहर के भोजन में 3 अंडे और रात के खाने\nके दौरान 5 अंडे परोसे।\nपूरे दिन में कितने अंडे परोसे गए?  ",
  "Megan writes 14 letters to friends and family. 7 letters are for her friends and the rest are for her family. How many letters are for her family?": "मेधा ने दोस्तों और परिवार को 14 पत्र लिखे।\n7 पत्र उसके दोस्तों के लिए लिखे हैं और बाकी उसके परिवार के लिखे हैं।\nउसने उसके परिवार के लिए कितने पत्र लिखे हैं?",
  "Mia brought 10 jars of homemade jam to the market. She sold some jars and had 3 jars left. How many jars did she sell at the market?": "मेघा ने घर के बने जाम के 10 जार बाजार में प्रदर्शित किया ।\nउसने कुछ जार बेचे और 3 जार बचे थे।\nउसने बाजार में कितने जार बेचे?",
  "Michael's cat had 9 kittens. 5 of them are white and the rest are gray. How many gray kittens did the cat have?": "मिली की बिल्ली के 9 छोटे बच्चे हैं।\nउनमें से 5 सफेद रंग के हैं और बाकी भूरे रंग के हैं।\nबिल्ली के पास कितने भूरे रंग के बच्चे हैं ?",
  "Mike has 3 pairs of socks. Each pair has 2 socks. How many socks does Mike have?": "रौनक ने 3 जोड़ी मोजे हैं।\nप्रत्येक जोड़ी में 2 मोजे होते हैं।\nरौनक के पास कितने मोज़े हैं?",
  "Millie has 9 bracelets. She loses 2 of them. How many bracelets does Millie have left?": "मीरा के पास 9 कंगन हैं।\nवह उनमें से 2  कंगन खो देता है।\nमीरा के पास कितने कंगन बची हैं?",
  "Miranda baked 18 brownies. She put an equal number of brownies on to 2 plates. How many brownies are on each plate?": "महक ने 18 लड्डू बनाया ।\nउसने  2 प्लेटों पर समान संख्या में लड्डू रखी।\nप्रत्येक प्लेट पर कितने लड्डू होते हैं?",
  "Mr. Simpson's class has 18 books. He arranges them equally on 3 shelves. How many books are on each shelf?": "श्राहुल की कक्षा में 18 पुस्तकें हैं।\n वह उन्हें 3 अलमारियों पर समान रूप से व्यवस्थित करता है।\n प्रत्येक शेल्फ पर कितनी किताबें रखी हुई हैं?",
  "More...": "अधिक...",
  "Ms. Dawson has 12 students in her class. Some students are absent and 7 students are present. How many students are absent?": "मिस धवन की कक्षा में 12 छात्र हैं।\nकुछ छात्र अनुपस्थित हैं और  7 छात्र उपस्थित हैं।\nकितने छात्र अनुपस्थित हैं?",
  "Ms. Hannah is playing a hide-and-seek game with her 11 students. She finds 3 students. How many students are still hiding?": "मिस हिना अपने 11 छात्रों के साथ लुका-छिपी का खेल खेल रही हैं।\nउहोने 3 छात्र को खोज दिया ।\nकितने छात्र अभी भी छिपे हुए हैं?",
  "Ms. Jones ordered 8 bags of sugar. 5 bags are delivered today. The rest will be delivered tomorrow. How many bags of sugar will be delivered tomorrow?": "मिस जया ने चीनी के 8 बैग का पहुंचाया गया था ।\n5 बैग आज पहुं गए हैं।\nबाकी बैग कल पहुंचा दिए जाएंगे।\nकल चीनी के कितने बैग पहुंचाए जाएंगे?",
  "Name   :": "नाम   :",
  "Name": "नाम :",
  "Nassir picks up a 17-page book. He reads 9 pages. How many pages does he have left to read?": "नासिर ने 17 पन्नों की एक किताब निकाली।\nवह 9 पेज पढ़ता है।\nउसके पास पढ़ने के लिए कितने पन्ने बाकी हैं ?",
  "New Level Unlocked": "नया स्तर खुला",
  "New World Unlocked": "नई दुनिया खुला",
  "New assignment has been assigned to you": "नया कार्य आपको सौंपा गया है",
  "Nick has 13 oranges. He eats 5 of them. How many oranges does he have left?": "नील में 13 संतरे हैं।\nवह उनमें से  5 खाता है।\nउसके पास कितने संतरे बचे हैं?",
  "nine": "नौ",
  "Objects and shapes": "वस्तु आकार",
  "OK": "ठीक है",
  "one": "एक",
  "oval": "oval",
  "parallelogram": "समानांतर चतुर्भुज",
  "Parent": "माता-पिता",
  "Parts and whole 2": "पूरा और हिस्सा",
  "Parts and Whole": "हिस्सा और पूरा",
  "Paul has 7 plums. Brian has 4 more plums than Paul. How many plums does Brian have?": "पंकज के पास 7 प्लम हैं। पंकज की तुलना में कपिल के पास 4 और प्लम हैं। कपिल के पास कितने प्लम हैं?",
  "Peter has 4 marbles. Sue gives Peter some marbles and now he has 6 marbles in all. How many marbles did Sue give Peter?": "प्रतीक के पास 4 मार्बल हैं।\nशमीन प्रतीक को कुछ मार्बल देता है और अब उसके पास 6 मार्बल बाकी हैं।\nशामीन ने प्रतीक को कितने मार्बल दिए थे?",
  "Peter read 6 pages of his book before lunch. After lunch he read some more. If Peter read 9 pages in all, how many pages did he read after lunch?": "प्रतिक ने भोजन से पहले किताब के 6 पन्ने पढ़े।\nभोजन के बाद उन्होंने कुछ और पन्ने पढ़ा।\nअगर प्रतिक कुल मिलाकर 9 पन्ने पढ़ते हैं  तो भोजन के बाद उन्होंने कितने पन्ने पढ़े?",
  "Phone number :": "फ़ोन नंबर :",
  "Profile": "प्रोफ़ाइल",
  "Puzzle": "क्रम में रखे",
  "Rectangle": "आयत",
  "Remove Teacher?": "शिक्क को हटाओ?",
  "Remove User?": "उपयोगकर्ता निकालें?",
  "Report": "सूचना दो",
  "Resend OTP": "OTP को फिर से भेजें",
  "Rewards": "पुरस्कार",
  "rhombus": "विषमकोण",
  "Sam ate 7 cookies and Jane ate 2 cookies. How many fewer cookies did Jane eat than Sam?": "सुंदर ने 7 कुकीज और जय ने  2 कुकीज खाईं।\nसुंदर की तुलना में जय ने कितने कम कुकीज़ खाए?",
  "Sam has 12 math problems for homework. He answered 3 of them. How many more math problems does Sam have left to answer?": "सुंदर को घर का पाठ के लिए 12 प्रश्न की समस्याएं दिए हैं।\nउसने उनमें से 3 प्रश्न का जवाब दिया।\nसुंदर को और कितनी गणित की प्रश्न का जवाब देना बाकी है?",
  "Sandy is 5 years old. Mia is 7 years older than Sandy. How old is Mia?": "सैंडी की उम्र 5 साल है। मीरा सैंडी से 7 साल बड़ी हैं।\n मीरा की उम्र कितनी है?",
  "Sara has 14 pencils in her bag. She let her friends borrow 7 of them. How many pencils does Sara have left?": "मेधा ने दोस्तों और परिवार को 14 पत्र लिखे।\n7 पत्र उसके दोस्तों के लिए लिखे हैं और बाकी उसके परिवार के लिखे हैं।\nउसने उसके परिवार के लिए कितने पत्र लिखे हैं?",
  "Sarah is 5 years old. Her sister Komal is 2 years older than Sarah. How old is Komal?": "सारा 5 साल की है।\nउसकी बहन कृष्णा सारा से 2 साल बड़ी है।\nकृष्ण कितने साल की हैं?",
  "Sarah picked 6 flowers. She put an equal number of flowers into 2 vases. How many flowers did she put in each vase?": "सारा ने 6 फूल लाये।\nउसने फूलों की समान मात्रा 2 फूलदानों में डाल दी।\nप्रत्येक फूलदान में उसने कितने फूल लगाए?",
  "School": "पाठशाला",
  "Setting": "सेटिंग",
  "seven": "सात",
  "Shante picked 6 mangos from a tree. He put an equal number of mangos into 3 boxes. How many mangos did he put in each box?": "सचिन ने एक पेड़ से 6 आम निकाले।\nउन्होंने आमों की एक समान संख्या को 3 बक्से में रखा।\nप्रत्येक बक्से में उसने कितने आम रखे थे?",
  "Shape Order": "अनुक्रमण",
  "Shape Pattern": "आकार श्रेणी",
  "Shape Sequence": "आकृति अनुक्रम",
  "Shape Series": "आकार श्रृंखला",
  "Shapes and Objects": "आकार और वस्तु",
  "Shapes": "आकार",
  "Shelby earns star stickers when she does math at school. Yesterday, Shelby earned 4 stars. Today, she earned 3 more. How many stars did Shelby earn in all?": "जब सारा स्कूल में गणित करती है तो वह स्टार स्टिकर कमाती है।\nकल सारा ने 4 स्टार कमाए।\nआज उसने 3 और स्टार कमाए।\nसारा ने कितने स्टार कमाए?",
  "Shelly bought 4 boxes of donuts. Each box contains 5 donuts. How many donuts did she buy altogether?": "शेल्ली ने बर्फी के 4 बक्से खरीदे।\nप्रत्येक बक्से में 5 बर्फी होते हैं।\nउसने कुल कितने बर्फी खरीदे?",
  "six": "छह",
  "Some mangos were in the basket. 4 mangos were taken from the basket. Now there are 6 mangos. How many mangos were in the basket before they were taken?": "कुछ आम टोकरी में थे।\nटोकरी से 4 आम निकाले गए थे।\nअब 6 आम बचे हैं।\nटोकरी में शुरूआत में कितने आम थे?",
  "Soumya's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "कोमल के मुर्गे ने कल 6 अंडे दिए थे।\nआज उसके मुर्गे ने कल की तुलना में 5 और अंडे दिए हैं।\nआज उसके अंडे कितने अंडे देने थे?",
  "Sound :": "ध्वनि :",
  "sphere": "क्षेत्र",
  "square": "वर्ग",
  "Stacie caught 5 fish in the morning. She caught 4 more fish in the afternoon. How many fish did Stacie catch in all?": "सीमा ने सुबह 5 मछलियाँ पकड़ीं।\nउसने दोपहर में 4 \nऔर मछलियाँ पकड़ीं।\nसीमा ने कुल मिलाकर कितनी मछलियाँ पकड़ीं?",
  "stars": "स्टार",
  "Stringed objects": "आकार की माला",
  "Story Reading": "कहानी पढ़ना",
  "Sticker Painting": "स्टिकर पेंटिंग",
  "Succession in Shapes": "आकार आयोजन",
  "Sydney found 20 seashells on the beach. Noah found 6 seashells. How many more seashells did Sydney find than Noah?": "सौम्या को समुद्र तट पर 20 केकड़े मिले।\nनादिर को 6 केकड़े मिले।\nसौम्या को नादिर की तुलना में कितने अधिक केकड़े मिले?",
  "tables": "टेबल",
  "Teacher  :": "अध्यापक  :",
  "ten": "दस",
  "Tess picked 3 flowers in the morning. She picked some more flowers in the afternoon. If Tess picked 8 flowers in all, how many did she pick in the afternoon?": "तारा ने सुबह 3 फूल तोड़े थे ।\nउसने दोपहर में कुछ और फूल तोड़े।\nयदि तारा ने कुल मिलाकर 8 फूल तोड़े थे  तो उसने दोपहर में कितने फूल तोड़े थे?",
  "The library has 5 more tables than the school office. The school office has 2 tables. How many tables does the library have?": "लाइब्रेरी में स्कूल ऑफिस से 5 अधिक टेबल हैं।\nस्कूल के ऑफिस में  2 टेबल हैं।\nलाइब्रेरी में कितने टेबल हैं?",
  "The postman delivered 3 more letters today than yesterday. He delivered 8 letters yesterday. How many letters did he deliver today?": "डाकिया ने कल की तुलना में आज 3 और पत्र पहुंचाया ।\nउन्होंने कल 8 पत्र पहुंचाए।\nआज उन्होंने कितने पत्र पहुंचाए?",
  "The school has two lost-and-found boxes. In the first box, there are 5 hats. In the second box, there are 4 more hats than in the first box. How many hats are there in the second box?": "स्कूल में दो बक्से हैं।\nपहले बक्स में  5 टोपी हैं।\nदूसरे बक्स में पहले बक्स की तुलना में  4 अधिक टोपी हैं।\nदूसरे बक्स में कितनी टोपियाँ हैं?",
  "The tennis team has 12 players. 6 of the players are girls. Some are boys. How many tennis players are boys?": "टेनिस टीम में 12 खिलाड़ी हैं।\n6 खिलाड़ी लड़कियां हैं।\nकुछ लड़के हैं।\nकितने टेनिस खिलाड़ी लड़के हैं ?",
  "There are 10 plates at the dinner table. There are 5 more people than plates. How many people are at dinner?": "भोजन की टेबल पर 10 प्लेटें हैं।\nप्लेटों की तुलना में 5 अधिक लोग हैं।\nभोजन के लिए कितने लोग हैं?",
  "There are 10 students on the school bus. 3 students get off the bus. How many students are left on the bus?": "स्कूल बस में 10 छात्र हैं। 3 छात्र बस से उतर गए। बस में कितने छात्र बचे हैं?",
  "There are 12 cats on a fence. 1 cat jumps down off of the fence. How many cats are left on the fence?": "एक बाड़ पर 12 बिल्लियाँ हैं।\n1 बिल्ली बाड़ से नीचे कूद जाती है।\nकितनी बिल्लियाँ अभी बाड़ पर बाकी हैं ?",
  "There are 13 girls and 18 boys in a class. How many more boys are there than girls?": "एक कक्षा में 13 लड़कियां और 18 लड़के हैं।\nलड़कियों की तुलना में कितने अधिक लड़के हैं?",
  "There are 14 chairs in Ms. Bloom's classroom. There are 3 more chairs in Mr. Peter's classroom. How many chairs are there in Mr. Peter's classroom?": "मिस शाह की कक्षा में 14 कुर्सियाँ हैं।\nमिस्टर खान की कक्षा में 3 और कुर्सियाँ हैं।\nमिस्टर. खान की कक्षा में कितनी कुर्सियाँ हैं?",
  "There are 14 fish in a water tank. Kerri put 3 more fish into the tank. How many fish are there?": "एक पानी की टंकी में 14 मछलियाँ हैं।\nकरीम ने 3 और मछलियाँ टैंक में डालीं।\nअब टैंक पर कितनी मछलियां हैं?",
  "There are 15 ducks swimming in a pond. 7 ducks fly away. How many ducks are still swimming in the pond?": "एक तालाब में 15 बत्तख तैर रही हैं।\n7 बत्तख उड़ जाती हैं।\nतालाब में अभी भी कितने बतख तैर रहे हैं?",
  "There are 15 students in a classroom. 9 of the students are wearing long pants. The rest are wearing short pants. How many students are wearing short pants?": "एक कक्षा में 15 छात्र हैं।\n9 छात्र लंबी पैंट पहने हुए हैं।\nबाकी ने छोटे पैंट पहनी हुई है।\nकितने छात्र छोटे पैंट पहने हैं?",
  "There are 16 children in a classroom. Some children go outside to play. 7 children stay inside to read books. How many children are outside?": "एक कक्षा में 16 बच्चे हैं।\nकुछ बच्चे खेलने के लिए बाहर जाते हैं।\n7 बच्चे किताबें पढ़ने के लिए अंदर रहते हैं।\nकितने बच्चे बाहर खेलने गए?",
  "There are 18 sheep in a barn. 9 sheep are sold. How many sheep are left in the barn?": "एक धान्यागार में 18 भेड़ें रहती हैं।\n9 भेड़ें बेची जाती हैं।\nधान्यागार में कितनी भेड़ें बची हैं?",
  "There are 2 wagons on the farm. Each wagon carries 8 children. How many children are in the wagons?": "खेत पर 2 गाड़ियां हैं।\nप्रत्येक गाड़ी में 8 बच्चे लेजाती हैं।\nकितने बच्चे गाड़ियों में हैं?",
  "There are 3 sheeps in the pasture. Each sheep has 4 lambs. How many lambs are in the pasture?": "खेत में 3 भेड़ें हैं।\nप्रत्येक भेड़ में 4 मेमने हैं।\nखेतमें कितने मेमने हैं?",
  "There are 4 balls in a box. 2 of them are soccer balls and the rest are basketballs. How many are basketballs?": "सबरीना 4 कंगन बनाती है।\nवह उनमें से 2 कंगन अपने दोस्त को देती है।\nसबरीना के पास कितने कंगन बची हैं?",
  "There are 5 cups and 7 plates. How many more plates are there than cups?": "5 कप और 7 प्लेटें हैं।\nकपों की तुलना में कितनी अधिक प्लेटें हैं?",
  "There are 6 beetles and 4 butterflies. How many fewer butterflies are there than beetles?": "6 झींगुरऔर 4 तितलियां हैं।\nझींगुर की तुलना में कितनी कम तितलियां हैं?",
  "There are 6 birds and 3 nests. How many more birds are there than nests?": "6 पक्षी और 3 घोंसले हैं।\nघोंसलों की तुलना में कितने अधिक पक्षी हैं?",
  "There are 6 girls and 7 boys on the bus. How many children are on the bus?": "बस में 6 लड़कियां और 7 लड़के हैं।\nबस में कितने बच्चे हैं?",
  "There are 7 pencils in the drawer. Dan placed 9 more pencils in the drawer. How many pencils are in the drawer?": "दराज में 7 पेंसिल हैं।\nदिनेश ने दराज में 9 और पेंसिल रखीं।\nदराज में कितने पेंसिल हैं?",
  "There are 7 yellow beads and 8 red beads on a necklace. How many beads are on the necklace in all?": "एक हार पर 7 पीले मोती और  8 लाल मोती होते हैं।\nकुल मिलाकर हार में कितने मोतीयाँ हैं?",
  "There are 8 books on the shelf. Marta put 6 more books on the shelf. How many books are on the shelf?": "शेल्फ पर 8 किताबें हैं।\nमीशा ने 6 और किताबें शेल्फ पर रखीं।\nअब कितनी किताबें शेल्फ पर हैं?",
  "There are 9 children in a classroom. 6 of them are boys. How many girls are in the classroom?": "ध्रुव और उसके दोस्त 9 पतंग उड़ाते हैं।\nकुछ पतंग एक पेड़ में फंस जाती हैं।\n6 पतंगें अभी भी उड़ रही हैं।\nपेड़ में कितनी पतंगें अटकी हैं?",
  "There are 9 kites flying in the sky. A wind blows 3 kites down on the ground. How many kites are still flying in the sky?": "आसमान में 9 पतंगें उड़ रही हैं।\nएक हवा का झोंका 3 पतंगों को जमीन पर गिरा देती हैं।\nकितनी पतंगें अभी भी आसमान में उड़ रही हैं?",
  "There are some coins in a jar. You collect 5 more coins and now have 10 coins in all. How many coins did you start with?": "एक जार में कुछ झींगुर हैं।\nआप 5 और झींगुर लेते हैं और अब सभी में 10 झींगुर हैं।\nआपके पास कितने झींगुर थे शुरुआत में ?",
  "There were some seashells in Megan's pail. She finds 2 more seashells. Now she has 8 seashells in all. How many seashells did she start with?": "माही की टोकरी में कुछ फूल थे।\nउसे 2 फूल और मिले।\nअब उसके पास कुल मिलाकर 8 फूल हैं।\nशुरुआत में माहि के पास कितने फूल थे?",
  "This week": "इस सप्ताह",
  "This week rank": "इस सप्ताह रैंक",
  "Thomas has 2 goats on his farm. There are 6 more chickens than goats on his farm. How many chickens does he have?": "रुद्र के खेत में 2 बकरियां हैं।\nउसके खेत पर बकरियों की तुलना में 6 अधिक मुर्गियां हैं।\nउसके पास कितने मुर्गियां हैं?",
  "three": "तीन",
  "Tim's dog gave birth to some puppies. Tim gave 6 puppies to his friends. Now he has 2 puppies left. How many puppies did his dog give birth to?": "तेज के कुत्ते ने कुछ पिल्लों को जन्म दिया।\nतेज ने अपने दोस्तों को 6 पिल्ले दिए।\nअब उसके पास 2 पिल्ले बचे हैं।\nउनके कुत्ते ने कितने पिल्लों को जन्म दिया?",
  "Tina borrowed 11 books from the library. Her friend borrowed 5 books. How many more books did Tina borrow than her friend?": "टीना ने लाइब्रेरी से 11 किताबें लीं हे।\nउसके दोस्त ने 5 किताबें लीं।\nटीना ने अपने दोस्त से कितनी अधिक किताबें लीं?",
  "Tiny shapes": "छोटे आकार",
  "Tom has 6 books. James has 2 books. How many books do they have in all?": "तुषार के पास 6 किताबें हैं।\nजेम्स के पास 2 किताबें हैं।\nउनके पास कुल मिलाके कितनी किताबें हैं?",
  "Tom planted 5 seeds in a school garden. Jane planted 8 seeds. How many fewer seeds did Tom plant than Jane?": "तुषार ने एक स्कूल के बगीचे में 5 बीज लगाए।\nजय ने 8 बीज बोए।\nतुषार ने जय से कितने कम बीज बोए?",
  "triangle": "त्रिकोण",
  "Twitter": "ट्विटर",
  "two": "दो",
  "User": "उपयोगकर्ता",
  "verified": "सत्यापित",
  "verify": "सत्यापित करें",
  "verifying...": "पुष्टि करने ...",
  "Visit": "वेबसाइट जायें",
  "Watch Help Video": "सहायता वीडियो देखें",
  "We sent an OTP to verify your number.": "हमने आपका नंबर सत्यापित करने के लिए एक OTP भेजा है।",
  "What is your name?": "तुम्हारा नाम क्या है?",
  "What's your age?": "तुम्हारी उम्र क्या है?",
  "WhatsApp": "व्हाट्सएप",
  "Which group is bigger?": "कौन सा समूह बड़ा है?",
  "Which is a circle?": "इनमें से कौन सा चक्र हैं?",
  "Which is the biggest?": "कौन सा सबसे बड़ा है?",
  "Which is bigger?": "कौन सा बड़ा है?",
  "Write here": "यहाँ लिखें",
  "Yesterday, the store had 7 bags of rice. Today, the store has 2 bags of rice. How many bags of rice did the store sell?": "कल  दुकान में चावल के 7 बैग थे।\nआज दुकान में चावल के 2 बैग हैं।\nदुकान ने कितने बैग चावल बेचे?",
  "You and your sister share 10 bags of chips equally. How many bags of chips will each of you get?": "आप और आपकी बहन समान रूप से चिप्स के 10 बैग बांटते हैं।\nचिप्स के कितने बैग प्रत्येक को मिलेंगे?",
  "You have 7 balloons and your friend has 5 balloons. How many more balloons do you have than your friend?": "आपके पास 7 गुब्बारे हैं और आपके मित्र के पास 5 गुब्बारे हैं।\nआपके मित्र के तुलना में आपके पास और कितने गुब्बारे हैं?",
  "You have some stamps. Your brother gives 6 stamps to you. Now you have 10 stamps. How many stamps did you start with?": "आपके पास कुछ स्टांप हैं।\nआपका भाई आपको 6 स्टांप देता है।\nअब आपके पास 10 स्टांप हैं।\nआपने कितने स्टांप के साथ शुरुआत की?",
  "Zach has 17 birthday gifts. 9 gifts are from his family and the rest are from his friends. How many gifts are from his friends?": "ज़ाकिर के 17 जन्मदिन उपहार हैं।\n9 तोहफे उसके परिवार के तरफ से हैं और बाकी उसके दोस्तों दी हैं।\nउसके दोस्तों के तरफ से कितने उपहार हैं?",
  "zero": "शून्य"
}