{
  "0 sides": "0 lados",
  "1 face": "1 rosto",
  "1- 20": "1-20",
  "10 sides": "10 lados",
  "10's Subtraction": "Subtração de 10",
  "100 - 200": "100 - 200",
  "100 -150": "100 -150",
  "100-300": "100-300",
  "100-500": "100-500",
  "100-999": "100-999",
  "150 -200": "150 -200",
  "2 birds were sitting on the fence. 4 more birds joined them. How many birds are on the fence?": "2 pássaros estavam sentados em cima do muro. Mais 4 pássaros se juntaram a eles. Quantos pássaros estão em cima do muro?",
  "2 children share 8 sweets equally. How many sweets does each child get?": "2 crianças dividem 8 doces igualmente. Quantos doces cada criança ganha?",
  "20 - 99": "20 - 99",
  "20 students were equally divided into 4 groups by the teacher. How many students are in each group?": "20 alunos foram divididos igualmente em 4 grupos pelo professor. Quantos alunos há em cada grupo?",
  "200 - 250": "200 - 250",
  "200-300": "200-300",
  "200-700": "200-700",
  "21-30": "21-30",
  "250 - 300": "250 - 300",
  "2D & 3D Shapes": "Formas 2D e 3D",
  "3 Digit Numbers": "Números de 3 dígitos",
  "3 friends share 12 candies equally. How many candies does each friend get?": "3 amigos compartilham 12 doces igualmente. Quantos doces cada amigo ganha?",
  "3 sides": "3 lados",
  "300 - 400": "300 - 400",
  "300 - 900": "300 - 900",
  "300-500": "300-500",
  "300-600": "300-600",
  "31 - 40": "31 - 40",
  "3D shapes": "Formas 3D",
  "4 birds are sitting on a branch. 1 flew away. How many birds are left on the branch?": "4 pássaros estão pousados em um galho. Eu voei para longe. Quantos pássaros sobraram no galho?",
  "4 sides": "4 lados",
  "400 - 500": "400 - 500",
  "41 - 50": "41 - 50",
  "5 apples are on the table. Sam eats 2 apples. How many apples are left on the table?": "5 maçãs estão sobre a mesa. Sam come 2 maçãs. Quantas maçãs sobraram na mesa?",
  "5 sides": "5 lados",
  "500 - 600": "500 - 600",
  "500 - 900": "500 - 900",
  "500-700": "500-700",
  "51 - 60": "51 - 60",
  "6 sides": "6 lados",
  "600 - 700": "600 - 700",
  "61 - 70": "61 - 70",
  "7 boys ride their bikes. Some of the boys go home. 5 boys continue riding their bikes. How many boys went home?": "7 meninos andam de bicicleta. Alguns dos meninos vão para casa. 5 meninos continuam andando de bicicleta. Quantos meninos foram para casa?",
  "7 children are on a bus. 4 more children get on the bus. How many children are on the bus?": "7 crianças estão em um ônibus. Mais 4 crianças entram no ônibus. Quantas crianças estão no ônibus?",
  "7 red apples and 2 green apples are in the basket. How many apples are in the basket?": "7 maçãs vermelhas e 2 maçãs verdes estão na cesta. Quantas maçãs há na cesta?",
  "700 - 800": "700 - 800",
  "700-900": "700-900",
  "71 - 80": "71 - 80",
  "8 birds sat on a tree branch. Some flew away. Now there are 3 birds on the branch. How many birds flew away?": "8 pássaros pousaram em um galho de árvore. Alguns voaram para longe. Agora existem 3 pássaros no galho. Quantos pássaros voaram?",
  "800 - 900": "800 - 900",
  "800-999": "800-999",
  "81 - 90": "81 - 90",
  "900 - 999": "900 - 999",
  "91 - 100": "91 - 100",
  "A bee has 6 legs. How many legs do 2 bees have?": "Uma abelha tem 6 patas. Quantas pernas têm 2 abelhas?",
  "A duck has 2 legs. How many legs do 3 ducks have?": "Um pato tem 2 patas. Quantas pernas têm 3 patos?",
  "A farmer gathered 16 eggs. She used 4 eggs to make breakfast. How many eggs does she have left?": "Um fazendeiro reuniu 16 ovos. Ela usou 4 ovos para fazer o café da manhã. Quantos ovos ela ainda tem?",
  "A farmer had 7 apple trees. She bought some more trees and now has 10 apple trees in her orchard. How many apple trees did she buy?": "Um fazendeiro tinha 7 macieiras. Ela comprou mais algumas árvores e agora tem 10 macieiras no seu pomar. Quantas macieiras ela comprou?",
  "A farmer planted 5 rows of corn before lunch. He planted 7 more rows after lunch. How many rows of corn did he plant during the day?": "Um agricultor plantou 5 fileiras de milho antes do almoço. Ele plantou mais 7 linhas depois do almoço. Quantas fileiras de milho ele plantou durante o dia?",
  "A football team scored 3 goals in the first half. Then they scored more goals in the second half. They won the game with 5 goals! How many goals did they score in the second half?": "Um time de futebol marcou 3 gols no primeiro tempo. Depois marcaram mais gols no segundo tempo. Eles venceram o jogo com 5 gols! Quantos gols eles marcaram no segundo tempo?",
  "A man was carrying balloons but the wind blew 6 away. He has 2 balloons left. How many balloons did he start with?": "Um homem carregava balões, mas o vento soprou 6 para longe. Ele ainda tem 2 balões. Com quantos balões ele começou?",
  "A piece of wood is 13 inches long. It is cut into two parts. One part is 6 inches long. How long is the other part?": "Um pedaço de madeira tem 13 centímetros de comprimento. É cortado em duas partes. Uma parte tem 6 polegadas de comprimento. Quanto tempo dura a outra parte?",
  "Achievements": "Conquistas",
  "Add & Subtract - 1": "Adicionar e subtrair - 1",
  "Add & Subtract - 2": "Adicionar e Subtrair - 2",
  "Add & Subtract - 3": "Adicionar e Subtrair - 3",
  "Add & Subtract - 4": "Adicionar e Subtrair - 4",
  "Add & Subtract - 5": "Adicionar e Subtrair - 5",
  "Add & Subtract - 6": "Adicionar e Subtrair - 6",
  "Add & Subtract - 7": "Adicionar e Subtrair - 7",
  "Add & Subtract - 8": "Adicionar e subtrair - 8",
  "Add 1": "Adicionar 1",
  "Add 1-20": "Adicione 1-20",
  "Add 1-50": "Adicione 1-50",
  "Add 1-99": "Adicione 1-99",
  "Add 10-100": "Adicione 10-100",
  "Add 10-20": "Adicione 10-20",
  "Add 11-100": "Adicione 11-100",
  "Add 2 Digit Numbers": "Adicione números de 2 dígitos",
  "Add 2": "Adicionar 2",
  "Add 3 Digits - 1": "Adicione 3 dígitos - 1",
  "Add 3 Digits - 2": "Adicione 3 dígitos - 2",
  "Add 3 and 4": "Adicione 3 e 4",
  "Add Teacher": "Adicionar professor",
  "Add and Learn": "Adicione e aprenda",
  "Addition 1": "Adição 1",
  "Addition 11-20": "Adição 11-20",
  "Addition 2": "Adição 2",
  "Addition 3": "Adição 3",
  "Addition Advanced": "Adição Avançada",
  "Addition Basic": "Adição Básica",
  "Addition Beginners": "Adição Iniciantes",
  "Addition Elementary": "Adição Elementar",
  "Addition Mastery": "Maestria de adição",
  "Addition": "Adição",
  "Age  :": "Idade  :",
  "All time rank": "Classificação de todos os tempos",
  "All time": "Todo o tempo",
  "Allie bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "Allie comprou 2 caixas de mangas.\n Cada caixa contém 4 mangas.\n Quantas mangas ela comprou?",
  "Amy walks 4 blocks to school. Jane walks 2 blocks to school. How many more blocks does Amy walk than Jane to school?": "Shilpa caminha 4 quilômetros até a escola. Jaya caminha 2 quilômetros até a escola. Quantos quilômetros a mais Shilpa anda do que Jaya até a escola?",
  "Ana has 7 cookies. She eats 2 of them. How many cookies does she have left?": "Sakina tem 7 biscoitos. Ela come 2 deles. Quantos biscoitos ela ainda tem?",
  "Animals and Babies": "Animais e bebês",
  "Anita has 5 books. 3 of them are science books and the rest are storybooks. How many are storybooks?": "Anitta tem 5 livros. 3 deles são livros de ciências e o restante são livros de histórias. Quantos são livros de histórias?",
  "Anna bought 12 plants. Her sister bought 7 plants. How many more plants did Anna buy than her sister?": "Anna comprou 12 plantas. A irmã dela comprou 7 plantas. Quantas plantas a mais Anna comprou do que sua irmã?",
  "App Language :": "Idioma do aplicativo:",
  "Arrange Numbers 1-100": "Organize os números de 1 a 100",
  "Arrow": "Seta",
  "Ascending and Descending -1": "Ascendente e Descendente -1",
  "Ascending and Descending -2": "Ascendente e Descendente -2",
  "Ascending and Descending": "Ascendente e Descendente",
  "Astronaut": "Astronauta",
  "Back": "Voltar",
  "Background Collection": "Coleção de plano de fundo",
  "Backgrounds": "Planos de fundo",
  "Badges Collection": "Coleção de emblemas",
  "Badges": "Emblemas",
  "Ball and Dog": "Bola e Cachorro",
  "Balloon": "Balão",
  "Basic": "Básico",
  "Beach": "Praia",
  "Begin Quiz": "Começar o teste",
  "Beginner": "Novato",
  "Beginners  Addition 1-20": "Adição para iniciantes 1-20",
  "Beginners 1": "Iniciantes 1",
  "Beginners 2": "Iniciantes 2",
  "Beginners Shapes": "Formas para iniciantes",
  "Beth has 13 flowers in her garden. Kate has 8 flowers. How many more flowers does Beth have than Kate?": "Sonam tem 13 flores em seu jardim. Shreya tem 8 flores. Quantas flores a mais Sonam tem do que Shreya?",
  "Big & Small  1-10": "Grande e Pequeno 1-10",
  "Big & Small  1-20": "Grande e Pequeno 1-20",
  "Big & Small 1-5": "Grande e Pequeno 1-5",
  "Big & Small 1-50": "Grande e pequeno 1-50",
  "Big to Small": "Grande para pequeno",
  "Billy has 2 marbles. Audrey has 3 more marbles than Billy. How many marbles does Audrey have?": "Vikram tem 2 bolinhas de gude. Hemanth tem 3 bolinhas de gude a mais que Vikram. Quantas bolinhas de gude Hemanth tem?",
  "Bird": "Pássaro",
  "Bob has 4 pencils and his sister has 8 more pencils than him. How many pencils does Bob's sister have?": "Akash tem 4 lápis e sua irmã tem 8 lápis a mais que ele. Quantos lápis a irmã de Akash tem?",
  "Bobby bought 3 more books than Gabby. Gabby bought a book. How many books did Bobby buy?": "Bunny comprou 3 livros a mais que Garima. Garima comprou um livro. Quantos livros Bunny comprou?",
  "Box": "Caixa",
  "Boy": "Garoto",
  "Brad has 17 balloons. 8 balloons are red and the rest are green. How many balloons are green?": "Bunty tem 17 balões. 8 balões são vermelhos e o restante é verde. Quantos balões são verdes?",
  "Brittany has 7 shirts in her closet.3 of them are blue and the rest are green. How many green shirts does she have?": "Sita tem 7 camisas no armário. 3 deles são azuis e os restantes são verdes. Quantas camisas verdes ela tem?",
  "Bulldozer": "Escavadeira",
  "Calculator - 1": "Calculadora - 1",
  "Calculator - 2": "Calculadora - 2",
  "Calculator - 3": "Calculadora - 3",
  "Calculator - 4": "Calculadora - 4",
  "Calculator 1": "Calculadora 1",
  "Calculator 2": "Calculadora 2",
  "Calculator 3": "Calculadora 3",
  "Cancel": "Cancelar",
  "Cannot verify OTP": "Não é possível verificar o OTP",
  "Cat and Butterfly": "Gato e Borboleta",
  "Challenge": "Desafio",
  "Character Modification": "Modificação de personagem",
  "Children are drawing pictures to decorate their classroom. The boys draw 11 pictures and the girls draw 20. How many more pictures do girls draw than boys?": "As crianças estão fazendo desenhos para decorar sua sala de aula. Os meninos desenham 11 figuras e as meninas desenham 20. Quantos desenhos a mais as meninas desenham do que os meninos?",
  "Choose Your Language": "Escolha seu idioma",
  "Choose your avatar": "Escolha seu avatar",
  "City": "Cidade",
  "Class :": "Aula :",
  "Click x1 times on number x2!": "Clique x1 vezes no número x2!",
  "Compare With 10": "Compare com 10",
  "Compare and Add": "Comparar e adicionar",
  "Comparison 100-999": "Comparação 100-999",
  "Comparison Of Numbers": "Comparação de números",
  "Comparison by Subtraction": "Comparação por subtração",
  "Comparison": "Comparação",
  "Confirm": "confirme",
  "Connect to class": "Conecte-se à aula",
  "Contact Us": "Contate-nos",
  "Contact": "Contato",
  "Continue": "Continuar",
  "Count & Add 1": "Conte e adicione 1",
  "Count & Add 2": "Conte e adicione 2",
  "Count & Add": "Contar e adicionar",
  "Count & Subtract 1": "Contar e subtrair 1",
  "Count & Subtract 2": "Contar e subtrair 2",
  "Count Backwards 1": "Conte regressivamente 1",
  "Count Backwards 2": "Contar regressivamente 2",
  "Count Backwards": "Contar regressivamente",
  "Count and Add -1": "Conte e adicione -1",
  "Count and Add -2": "Conte e adicione -2",
  "Count and Compare": "Contar e comparar",
  "Count and Match": "Contar e combinar",
  "Count and Multiply 2": "Conte e multiplique 2",
  "Count and Multiply 3": "Conte e multiplique 3",
  "Count and Pair": "Contar e emparelhar",
  "Count and Subtract 1": "Contar e subtrair 1",
  "Count and Subtract 2": "Contar e subtrair 2",
  "Count and Subtract 3": "Contar e subtrair 3",
  "Count and Subtract": "Contar e subtrair",
  "Cow": "Vaca",
  "Create User": "Criar usuário",
  "David and his friends fly 9 kites. Some kites get stuck in a tree. 6 kites are still flying. How many kites are stuck in the tree?": "David e seus amigos empinam 9 pipas. Algumas pipas ficam presas em uma árvore. 6 pipas ainda estão voando. Quantas pipas estão presas na árvore?",
  "Deanna has 5 more puzzles than Fatou. Fatou has 3 puzzles. How many puzzles does Deanna have?": "Deanna tem 5 quebra-cabeças a mais que Fatou. Fatou tem 3 quebra-cabeças. Quantos quebra-cabeças Deanna tem?",
  "Decoration": "Decoração",
  "Desert": "Deserto",
  "Diego has 11 mangos in a basket. Diego gives 4 mangos to his sister. How many mangos are left in the basket?": "Swamy tem 11 mangas em uma cesta. Swamy dá 4 mangas para sua irmã. Quantas mangas sobraram na cesta?",
  "Difficult": "Difícil",
  "Digital Skills": "Habilidades Digitais",
  "Division": "Divisão",
  "Do you want to open now?": "Quer abrir agora?",
  "Dog": "Cachorro",
  "Done": "Feito",
  "Double Digits - 1": "Dois dígitos - 1",
  "Double Digits - 2": "Dois dígitos - 2",
  "Double Digits - 3": "Dois dígitos - 3",
  "Double Digits - 4": "Dois dígitos - 4",
  "Draw Shape": "Desenhar forma",
  "EXIT ?": "SAÍDA ?",
  "Eagle": "Águia",
  "Easy": "Fácil",
  "Egg": "Ovo",
  "Elephants": "Elefantes",
  "Email :": "E-mail :",
  "Email": "E-mail",
  "English": "Inglês",
  "Enter the 6-digit otp here...": "Digite o otp de 6 dígitos aqui...",
  "Ernest makes 5 paper airplanes. Nicole makes 14 paper airplanes. How many fewer paper airplanes does Ernest make than Nicole?": "Harish faz 5 aviões de papel. Naresh fabrica 14 aviões de papel. Quantos aviões de papel a menos Harish fabrica do que Naresh?",
  "Error downloading content. Please connect to internet and try again": "Erro ao baixar conteúdo. Conecte-se à Internet e tente novamente",
  "Even Numbers": "Números pares",
  "Even and Odd Numbers": "Números pares e ímpares",
  "Exercise 1": "Exercício 1",
  "Exercise 2": "Exercício 2",
  "Facebook": "Facebook",
  "Family Of 20 - 1": "Família de 20 a 1",
  "Family Of 20 - 2": "Família de 20 a 2",
  "Family of 10": "Família de 10",
  "Farm": "Fazenda",
  "Fast Multiplication 3-10": "Multiplicação Rápida 3-10",
  "Fast Multiplication 3-81": "Multiplicação Rápida 3-81",
  "Find the  product 2-8": "Encontre o produto 2-8",
  "Find the  product 2-9": "Encontre o produto 2-9",
  "Fish": "Peixe",
  "Flower": "Flor",
  "Follow Us": "Siga-nos",
  "Fred is 12 years old. His brother Tom is 8 years old. How much younger is Tom than Fred?": "Siddu tem 12 anos. Seu irmão Tushar tem 8 anos. Quanto mais novo é Tushar do que Siddu?",
  "Friends": "Amigos",
  "Frock": "Vestido",
  "Fun Games": "Jogos divertidos",
  "Gabby worked 4 more hours than Ian. Ian worked 8 hours. How many hours did Gabby work?": "Garima trabalhou 4 horas a mais que Ian. Ian trabalhou 8 horas. Quantas horas Garima trabalhou?",
  "Game Over": "Game Over",
  "Garden": "Jardim",
  "Gazelle": "Gazela",
  "Gender :": "Gênero :",
  "Gender": "Gênero",
  "George went to a store and bought some t-shirts. He went to another store and bought 2 more t-shirts. He bought a total of 7 t-shirts. How many t-shirts did he buy at the first store?": "Ganesh foi a uma loja e comprou algumas camisetas. Ele foi até outra loja e comprou mais 2 camisetas. Ele comprou um total de 7 camisetas. Quantas camisetas ele comprou na primeira loja?",
  "Girl": "Garota",
  "Goat": "Bode",
  "Guitar": "Guitarra",
  "Hannah makes 8 loaves of bread. She gives 3 loaves of bread to her cousin. How many loaves of bread does she have left?": "Rani faz 8 cupcakes. Ela dá 3 cupcakes para a prima. Quantos cupcakes ela ainda tem?",
  "Hard": "Duro",
  "Harper and Raven drew 8 pictures together. Harper drew 3 pictures. How many pictures did Raven draw?": "Salman e Rakesh fizeram oito desenhos juntos. Salman fez 3 desenhos. Quantas fotos Rakesh desenhou?",
  "Heart": "Coração",
  "Helen saw 12 birds in a tree and 7 birds in another tree. How many birds did she see altogether?": "Helen viu 12 pássaros em uma árvore e 7 pássaros em outra árvore. Quantos pássaros ela viu ao todo?",
  "Help": "Ajuda",
  "Help?": "Ajuda?",
  "Henry has 4 stamps. Eric has 5 more stamps than Henry. How many stamps does Eric have?": "Ariano tem 4 selos. Deepika tem 5 selos a mais que Ariano. Quantos selos Deepika tem?",
  "Home": "Lar",
  "House": "Casa",
  "How Many": "Quantos",
  "How Many?": "Quantos?",
  "How Many??": "Quantos??",
  "Hyena": "Hiena",
  "I have 10 apples. I eat some apples. I have 4 apples left. How many apples did I eat?": "Eu tenho 10 maçãs. Eu como algumas maçãs. Ainda tenho 4 maçãs. Quantas maçãs eu comi?",
  "Icecream Set": "Conjunto de sorvete",
  "Insects": "Insetos",
  "Instagram": "Instagram",
  "Intermediate": "Intermediário",
  "Invalid Email Address": "Endereço de email invalido",
  "Invalid Phone Number": "Número de telefone inválido",
  "It rained 15 days in March. It rained 8 days in April. How many more days did it rain in March than April?": "Choveu 15 dias em março. Choveu 8 dias em abril. Quantos dias a mais choveu em março do que em abril?",
  "It rained 8 days in January. It rained 9 more days in February than January. How many days did it rain in February?": "Choveu 8 dias em janeiro. Choveu mais 9 dias em fevereiro do que em janeiro. Quantos dias choveu em fevereiro?",
  "It takes Sally 7 minutes to run a mile. How long would it take her to run 4 miles?": "Asha leva 7 minutos para correr uma milha. Quanto tempo ela levaria para correr 4 milhas?",
  "Jack's hen laid 6 eggs yesterday and 3 eggs today. How many eggs did Jack's hen lay in all?": "A galinha do Jack botou 6 ovos ontem e 3 ovos hoje. Quantos ovos a galinha de João pôs ao todo?",
  "Jackie has 9 pencils. Adam has 5 more pencils than Jackie. How many pencils does Adam have?": "Naina tem 9 lápis. Arjun tem 5 lápis a mais que Naina. Quantos lápis Arjun tem?",
  "Jacob and Henry were reading the same book. Henry read 9 more pages than Jacob. Jacob read 11 pages of the book. How many pages did Henry read?": "Jonny e Aryan estavam lendo o mesmo livro. Aryan leu 9 páginas a mais que Jonny. Jonny leu 11 páginas do livro. Quantas páginas Aryan leu?",
  "Jane bakes 15 cookies and 7 cakes. How many fewer cakes did she bake than cookies?": "Jaya faz 15 biscoitos e 7 bolos. Quantos bolos ela fez a menos do que biscoitos?",
  "Jane counted 3 flowers in the flower pot. Each flower has 5 petals. How many petals are there in all?": "Jaya contou 3 flores no vaso. Cada flor tem 5 pétalas. Quantas pétalas existem ao todo?",
  "Jane has 9 balloons. 6 are green and the rest are blue. How many balloons are blue?": "Jaya tem 9 balões. 6 são verdes e o restante é azul. Quantos balões são azuis?",
  "Janet has 8 oranges and Sharon has 4 oranges. How many oranges do they have altogether?": "Seema tem 8 laranjas e Priya tem 4 laranjas. Quantas laranjas eles têm no total?",
  "Jen and Joe have 5 children. 2 of them are sons. How many daughters do they have?": "Sheela e Raju têm 5 filhos. 2 deles são filhos. Quantas filhas eles têm?",
  "Jen made 6 sandwiches for her family. Her family ate some and 2 were left. How many sandwiches did her family eat?": "Sheela fez 6 sanduíches para sua família. A família dela comeu um pouco e sobraram 2. Quantos sanduíches sua família comeu?",
  "Josh has 16 marbles and loses 7 of them. How many marbles does Joshi have now?": "Joshi tem 16 bolinhas de gude e perde 7 delas. Quantas bolas de gude Joshi tem agora?",
  "Jungle": "Selva",
  "Kajol bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "Kajol comprou 2 caixas de mangas. Cada caixa contém 4 mangas. Quantas mangas ela comprou?",
  "Kami had 3 pages of math homework yesterday. She has 9 pages of math homework today. How many more pages does Kami have today than yesterday?": "Komal teve 3 páginas de lição de matemática ontem. Ela tem 9 páginas de lição de matemática hoje. Quantas páginas a mais Komal tem hoje do que ontem?",
  "Katie and her brother picked 6 mangos together. Katie picked 4 mangos. How many mangos did her brother pick?": "Komal e seu irmão colheram 6 mangas juntos. Komal colheu 4 mangas. Quantas mangas seu irmão colheu?",
  "Kelly saw 4 cats in front of her house. She went to sleep and when she woke up, there were 7 cats in front of her house. How many cats came to her house while she was sleeping?": "Kelly viu 4 gatos na frente de sua casa. Ela foi dormir e quando acordou tinha 7 gatos na frente da casa dela. Quantos gatos foram à casa dela enquanto ela dormia?",
  "Kelly's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "A galinha da Kelly botou 6 ovos ontem. Hoje, a galinha dela botou 5 ovos a mais que ontem. Quantos ovos sua galinha botou hoje?",
  "Kit, Ruth, and Dean each ate 2 slices of pizza. How many slices of pizza did they eat in all?": "Kit, Ruth e Dean comeram 2 fatias de pizza cada. Quantas fatias de pizza eles comeram ao todo?",
  "Kyle got 3 new shirts on his birthday. He already had 5 shirts. How many shirts does he have now?": "Kiran ganhou 3 camisas novas em seu aniversário. Ele já tinha 5 camisas. Quantas camisas ele tem agora?",
  "Laci and Kendra caught 14 fireflies altogether. Laci caught 5 fireflies. How many fireflies did Kendra catch?": "Lalita e Kareena pegaram 14 borboletas ao todo. Lalita pegou 5 borboletas. Quantas borboletas Kareena pegou?",
  "Lena has 12 books. She donates 8 books to her class library. How many books does Lena have left?": "Lena tem 12 livros. Ela doa 8 livros para a biblioteca de sua turma. Quantos livros Lena ainda tem?",
  "Less or More  50-90": "Menos ou Mais 50-90",
  "Less or More 1-100": "Menos ou Mais 1-100",
  "Less or More 1-900": "Menos ou Mais 1-900",
  "Less or More 1-999": "Menos ou Mais 1-999",
  "Library": "Biblioteca",
  "Literacy": "Alfabetização",
  "Lizard": "Lagarto",
  "Logout": "Sair",
  "Lucy has 8 pencils. She loses 7 of them. How many pencils does Lucy have left?": "Leela tem 8 lápis. Ela perde 7 deles. Quantos lápis ainda restam para Leela?",
  "Lucy is 9 years old. Her sister Julie is 6 years old. How much older is Lucy than her sister Julie?": "Leela tem 9 anos. Sua irmã Julie tem 6 anos. Quanto mais velha Leela é do que sua irmã Julie?",
  "Magan bought 8 candies and Jane bought 9 candies. How many candies did they buy in all?": "Sudha comprou 8 doces e Jaya comprou 9 doces. Quantos doces eles compraram ao todo?",
  "Marco bought 12 fish. He put an equal number of fish into 4 tanks. How many fish are in each tank?": "Mukesh comprou 12 peixes. Ele colocou um número igual de peixes em 4 tanques. Quantos peixes há em cada aquário?",
  "Maria read 3 books and Stacy read 5 books. How many more books did Stacy read than Maria?": "Maria leu 3 livros e Sonal leu 5 livros. Quantos livros a mais Sonal leu do que Maria?",
  "Marin has 7 balls. Ellen has 6 more balls than Marin. How many balls does Ellen have?": "Mahesh tem 7 bolas. Rupesh tem 6 bolas a mais que Mahesh. Quantas bolas Rupesh tem?",
  "Mary is decorating for a birthday party. She blew up 6 balloons this morning and 5 balloons this afternoon. How many balloons did she blow up in all?": "Maria está decorando uma festa de aniversário. Ela explodiu 6 balões esta manhã e 5 balões esta tarde. Quantos balões ela explodiu ao todo?",
  "Match Blue Shadows": "Combine sombras azuis",
  "Match Box": "Caixa de fósforos",
  "Match Coloured Objects 2": "Combine objetos coloridos 2",
  "Match Coloured Objects": "Combine objetos coloridos",
  "Match Numbers 1": "Números da correspondência 1",
  "Match Numbers 2": "Combine os números 2",
  "Match Numbers 3": "Combine os números 3",
  "Match Numbers 4": "Combine os números 4",
  "Match Numbers 5": "Combine os números 5",
  "Match figures": "Figuras de jogo",
  "Matching Card": "Cartão correspondente",
  "Math Operations": "Operações Matemáticas",
  "Math Sense Beginners": "Iniciantes no sentido matemático",
  "Maths": "Matemáticas",
  "Maya has 5 marbles. Jaden has 8 marbles. How many marbles do they have altogether?": "Maya tem 5 bolinhas de gude. Jaya tem 8 bolinhas de gude. Quantas bolas de gude eles têm no total?",
  "Maya served 3 yams at lunch and 5 yams during dinner. How many yams were served during the day?": "Maya serviu 3 rotis no almoço e 5 rotis no jantar. Quantos rotis foram servidos durante o dia?",
  "Meerkats": "Suricatos",
  "Megan writes 14 letters to friends and family. 7 letters are for her friends and the rest are for her family. How many letters are for her family?": "Bindu escreve 14 cartas para amigos e familiares. 7 cartas são para seus amigos e o restante é para sua família. Quantas cartas são para a família dela?",
  "Mia brought 10 jars of homemade jam to the market. She sold some jars and had 3 jars left. How many jars did she sell at the market?": "Há 10 alunos no ônibus escolar. 3 alunos descem do ônibus. Quantos alunos restam no ônibus?",
  "Michael's cat had 9 kittens. 5 of them are white and the rest are gray. How many gray kittens did the cat have?": "O gato de Mohan teve 9 gatinhos. 5 deles são brancos e os restantes são cinzentos. Quantos gatinhos cinzentos o gato tinha?",
  "Mike has 3 pairs of socks. Each pair has 2 socks. How many socks does Mike have?": "Ayushman tem 3 pares de meias. Cada par tem 2 meias. Quantas meias Ayushman tem?",
  "Millie has 9 bracelets. She loses 2 of them. How many bracelets does Millie have left?": "Sheetal tem 9 pulseiras. Ela perde 2 deles. Quantas pulseiras ainda restam a Sheetal?",
  "Miranda baked 18 brownies. She put an equal number of brownies on to 2 plates. How many brownies are on each plate?": "Meera assou 18 cupcakes. Ela colocou um número igual de cupcakes em 2 pratos. Quantos cupcakes tem em cada prato?",
  "Monkeys and Crocodile": "Macacos e Crocodilo",
  "Moon": "Lua",
  "More Addition 1-20": "Mais adição 1-20",
  "More Additions": "Mais adições",
  "More Big & Small  1-50": "Mais grandes e pequenos 1-50",
  "More Birds": "Mais pássaros",
  "More Skip by 2's": "Mais Pular por 2",
  "More Sums": "Mais somas",
  "More...": "Mais...",
  "Mouse": "Rato",
  "Mr. Simpson's class has 18 books. He arranges them equally on 3 shelves. How many books are on each shelf?": "A turma do Sr. Rahul tem 18 livros. Ele os organiza igualmente em 3 prateleiras. Quantos livros há em cada estante?",
  "Ms. Dawson has 12 students in her class. Some students are absent and 7 students are present. How many students are absent?": "A Sra. Poonam tem 12 alunos em sua turma. Alguns alunos estão ausentes e 7 alunos estão presentes. Quantos alunos faltam?",
  "Ms. Hannah is playing a hide-and-seek game with her 11 students. She finds 3 students. How many students are still hiding?": "A Sra. Rani está brincando de esconde-esconde com seus 11 alunos. Ela encontra 3 alunos. Quantos estudantes ainda estão escondidos?",
  "Ms. Jones ordered 8 bags of sugar. 5 bags are delivered today. The rest will be delivered tomorrow. How many bags of sugar will be delivered tomorrow?": "A Sra. Tara pediu 8 sacos de açúcar. 5 sacos são entregues hoje. O restante será entregue amanhã. Quantos sacos de açúcar serão entregues amanhã?",
  "Multiplication 1": "Multiplicação 1",
  "Multiplication 2": "Multiplicação 2",
  "Multiplication Beginner": "Multiplicação Iniciante",
  "Multiplication Beginners": "Multiplicação para iniciantes",
  "Multiplication- Elementary": "Multiplicação - Elementar",
  "Multiply 2-9": "Multiplique 2-9",
  "Multiply 3-8": "Multiplique 3-8",
  "Name  :": "Nome  :",
  "Name": "Nome :",
  "Nassir picks up a 17-page book. He reads 9 pages. How many pages does he have left to read?": "Nassir pega um livro de 17 páginas. Ele lê 9 páginas. Quantas páginas ele ainda tem para ler?",
  "New Level Unlocked": "Novo nível desbloqueado",
  "New World Unlocked": "Novo mundo desbloqueado",
  "New assignment has been assigned to you": "Uma nova tarefa foi atribuída a você",
  "Nick has 13 oranges. He eats 5 of them. How many oranges does he have left?": "Nitin tem 13 laranjas. Ele come 5 deles. Quantas laranjas lhe restam?",
  "Number Order 1": "Ordem numérica 1",
  "Number Order 1-5": "Ordem numérica 1-5",
  "Number Order 2": "Ordem numérica 2",
  "Number Order 3": "Ordem numérica 3",
  "Number Order 4": "Ordem numérica 4",
  "Number Order 5": "Ordem numérica 5",
  "Number Order 6": "Ordem numérica 6",
  "Number Order 6-10": "Ordem numérica 6-10",
  "Number Order 7": "Ordem numérica 7",
  "Number Order 8": "Ordem numérica 8",
  "Number Order": "Ordem numérica",
  "Number Sense 1 - 100": "Sentido numérico 1 - 100",
  "Number Sense 1-10": "Sentido numérico 1-10",
  "Number Sense 1-5": "Sentido numérico 1-5",
  "Number Sense 11-20": "Sentido Numérico 11-20",
  "Number Series 1": "Série numérica 1",
  "Number Series 1- 9": "Série numérica 1-9",
  "Number Series 1-8": "Série numérica 1-8",
  "Number Series 6-9": "Série numérica 6-9",
  "Number Series 7-10": "Série numérica 7-10",
  "Number Series": "Série numérica",
  "Numbers 1-5": "Números 1-5",
  "Numbers 11-20": "Números 11-20",
  "Numbers 21-100": "Números 21-100",
  "Numbers 6 -10": "Números 6 a 10",
  "OK": "OK",
  "Objects andl shapes": "Objetos e formas",
  "Odd Numbers": "Números ímpares",
  "Parent": "Pai",
  "Parts and Whole": "Partes e todo",
  "Parts and whole 2": "Partes e todo 2",
  "Paul has 7 plums. Brian has 4 more plums than Paul. How many plums does Brian have?": "Pankaj tem 7 ameixas. Kapil tem 4 ameixas a mais que Pankaj. Quantas ameixas Kapil tem?",
  "Penguin": "Pinguim",
  "Peter has 4 marbles. Sue gives Peter some marbles and now he has 6 marbles in all. How many marbles did Sue give Peter?": "Prakash tem 4 bolinhas de gude. Sakshi dá algumas bolinhas de gude a Prakash e agora ele tem 6 bolinhas de gude no total. Quantas bolas de gude Sakshi deu a Prakash?",
  "Peter read 6 pages of his book before lunch. After lunch he read some more. If Peter read 9 pages in all, how many pages did he read after lunch?": "Peter leu 6 páginas de seu livro antes do almoço. Depois do almoço, ele leu mais um pouco. Se Pedro leu 9 páginas ao todo, quantas páginas ele leu depois do almoço?",
  "Phone number :": "Número de telefone :",
  "Picture Board": "Quadro de fotos",
  "Pig": "Porco",
  "Place Value 1": "Valor posicional 1",
  "Place Value 100-300": "Valor posicional 100-300",
  "Place Value 2": "Valor posicional 2",
  "Place Value 300-500": "Valor posicional 300-500",
  "Platformer Game": "Jogo de plataforma",
  "PlayGround": "Parque infantil",
  "Practice 1": "Prática 1",
  "Practice 2": "Prática 2",
  "Practice 3": "Prática 3",
  "Practice 4": "Prática 4",
  "Practice 5": "Prática 5",
  "Practice 6": "Prática 6",
  "Practice 7": "Prática 7",
  "Practice 8": "Prática 8",
  "Practice Addition": "Pratique adição",
  "Practice": "Prática",
  "Profile": "Perfil",
  "Puzzle Time 21-30": "Hora do quebra-cabeça 21-30",
  "Puzzle Time 31-40": "Tempo do quebra-cabeça 31-40",
  "Puzzle Time 41-50": "Tempo do quebra-cabeça 41-50",
  "Puzzle Time 51-60": "Tempo do quebra-cabeça 51-60",
  "Puzzle Time 61-70": "Tempo do quebra-cabeça 61-70",
  "Puzzle Time 71-80": "Tempo do quebra-cabeça 71-80",
  "Puzzle Time 81-90": "Tempo do quebra-cabeça 81-90",
  "Puzzle Time 91-100": "Tempo do quebra-cabeça 91-100",
  "Puzzle Time": "Hora do quebra-cabeça",
  "Puzzle": "Quebra-cabeça",
  "Quick  Addition 1": "Adição rápida 1",
  "Quick  Addition 1-10": "Adição Rápida 1-10",
  "Quick  Addition 2": "Adição rápida 2",
  "Quick  Addition 20": "Adição Rápida 20",
  "Quick  Addition 3": "Adição Rápida 3",
  "Quick  Addition 4": "Adição rápida 4",
  "Quick  Addition 5": "Adição rápida 5",
  "Quick  Addition 6": "Adição Rápida 6",
  "Quick  Addition 7": "Adição Rápida 7",
  "Quick  Addition 8": "Adição Rápida 8",
  "Rabbit and Flower": "Coelho e Flor",
  "Rectangle": "Retângulo",
  "Regroup & Add - 1": "Reagrupar e adicionar - 1",
  "Regroup & Add - 2": "Reagrupar e adicionar - 2",
  "Regroup & Add - 3": "Reagrupar e adicionar - 3",
  "Regroup & Add - 4": "Reagrupar e adicionar - 4",
  "Regroup & Add - 5": "Reagrupar e adicionar - 5",
  "Regroup and Add": "Reagrupar e adicionar",
  "Remove Teacher?": "Remover professor?",
  "Remove User?": "Remover usuário?",
  "Report": "relatório",
  "Resend OTP": "Reenviar OTP",
  "Revision Number Order": "Pedido de número de revisão",
  "Revision": "Revisão",
  "Revisions": "Revisões",
  "Rewards": "Recompensas",
  "Rocket": "Foguete",
  "Sam ate 7 cookies and Jane ate 2 cookies. How many fewer cookies did Jane eat than Sam?": "Sam comeu 7 biscoitos e Jaya comeu 2 biscoitos. Quantos biscoitos a menos Jaya comeu do que Sam?",
  "Sam has 12 math problems for homework. He answered 3 of them. How many more math problems does Sam have left to answer?": "Sam tem 12 problemas de matemática como lição de casa. Ele respondeu 3 delas. Quantos problemas de matemática mais Sam ainda tem para resolver?",
  "Sandy is 5 years old. Mia is 7 years older than Sandy. How old is Mia?": "Sandy tem 5 anos. Meera é 7 anos mais velha que Sandy. Quantos anos tem Meera?",
  "Sara has 14 pencils in her bag. She let her friends borrow 7 of them. How many pencils does Sara have left?": "Bindu escreve 14 cartas para amigos e familiares. 7 cartas são para seus amigos e o restante é para sua família. Quantas cartas são para a família dela?",
  "Sarah is 5 years old. Her sister Komal is 2 years older than Sarah. How old is Komal?": "Sara tem 5 anos. Sua irmã Komal é 2 anos mais velha que Sarah. Quantos anos tem Komal?",
  "Sarah picked 6 flowers. She put an equal number of flowers into 2 vases. How many flowers did she put in each vase?": "Sarah colheu 6 flores. Ela colocou um número igual de flores em 2 vasos. Quantas flores ela colocou em cada vaso?",
  "School": "Escola",
  "Sea": "Mar",
  "Season Set": "Conjunto de temporada",
  "Setting": "Contexto",
  "Shante picked 6 mangos from a tree. He put an equal number of mangos into 3 boxes. How many mangos did he put in each box?": "Sandeep colheu 6 mangas de uma árvore. Ele colocou um número igual de mangas em 3 caixas. Quantas mangas ele colocou em cada caixa?",
  "Shape Order": "Ordem de forma",
  "Shape Pattern": "Padrão de forma",
  "Shape Sequence": "Sequência de formas",
  "Shape Series": "Série de formas",
  "Shape Tractor": "Trator de formas",
  "Shapes 1": "Formas 1",
  "Shapes 2": "Formas 2",
  "Shapes 3": "Formas 3",
  "Shapes 4": "Formas 4",
  "Shapes Advanced": "Formas avançadas",
  "Shapes and Objects": "Formas e Objetos",
  "Shapes and Solids": "Formas e Sólidos",
  "Shapes": "Formas",
  "Shelby earns star stickers when she does math at school. Yesterday, Shelby earned 4 stars. Today, she earned 3 more. How many stars did Shelby earn in all?": "Shelby ganha adesivos de estrela quando faz matemática na escola. Ontem, Shelby ganhou 4 estrelas. Hoje ela ganhou mais 3. Quantas estrelas Shelby ganhou ao todo?",
  "Shelly bought 4 boxes of donuts. Each box contains 5 donuts. How many donuts did she buy altogether?": "Shelly comprou 4 caixas de laddus. Cada caixa contém 5 laddus. Quantos laddus ela comprou no total?",
  "Shirt": "Camisa",
  "Simple": "Simples",
  "Skip 2's Backward": "Pular 2 para trás",
  "Skip By 10's Backwards": "Pular de 10 para trás",
  "Skip By 10's": "Pular por 10",
  "Skip By 100": "Pular por 100",
  "Skip By 5's Backwards": "Pular de 5 para trás",
  "Skip By 5's": "Pular por 5",
  "Skip Counting": "Pular contagem",
  "Skip by 2's": "Pular por 2",
  "Skip by 3's": "Pular por 3",
  "Sky": "Céu",
  "Small to Big": "Pequeno a grande",
  "Snow": "Neve",
  "Some mangos were in the basket. 4 mangos were taken from the basket. Now there are 6 mangos. How many mangos were in the basket before they were taken?": "Algumas mangas estavam na cesta. Foram retiradas 4 mangas da cesta. Agora existem 6 mangas. Quantas mangas havia na cesta antes de serem colhidas?",
  "Soumya's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "A galinha de Soumya botou 6 ovos ontem. Hoje, a galinha dela botou 5 ovos a mais que ontem. Quantos ovos sua galinha botou hoje?",
  "Sound :": "Som :",
  "Speed Subtraction 1": "Subtração de Velocidade 1",
  "Speed Subtraction 1-18": "Subtração de Velocidade 1-18",
  "Speed Subtraction 2": "Subtração de velocidade 2",
  "Squirrel": "Esquilo",
  "Stacie caught 5 fish in the morning. She caught 4 more fish in the afternoon. How many fish did Stacie catch in all?": "Anita pegou 5 peixes pela manhã. Ela pegou mais 4 peixes à tarde. Quantos peixes Anita pescou ao todo?",
  "Star": "Estrela",
  "Statement Sums 1": "Soma da Declaração 1",
  "Sticker Books": "Livros de adesivos",
  "Stories": "Histórias",
  "Stringed objects": "Objetos amarrados",
  "Subtract  10-70": "Subtraia 10-70",
  "Subtract - 1": "Subtrair - 1",
  "Subtract - 2": "Subtrair - 2",
  "Subtract - 3": "Subtrair - 3",
  "Subtract - 4": "Subtrair - 4",
  "Subtract - 5": "Subtrair - 5",
  "Subtract - 6": "Subtrair - 6",
  "Subtract - 7": "Subtrair - 7",
  "Subtract - 8": "Subtrair - 8",
  "Subtract - 9": "Subtrair - 9",
  "Subtract 1": "Subtrair 1",
  "Subtract 2": "Subtrair 2",
  "Subtract 20-90": "Subtraia 20-90",
  "Subtract 3 & 4": "Subtraia 3 e 4",
  "Subtract 3": "Subtrair 3",
  "Subtract 4": "Subtrair 4",
  "Subtract 5": "Subtraia 5",
  "Subtract 6": "Subtraia 6",
  "Subtract From 10": "Subtrair de 10",
  "Subtract From 20": "Subtrair de 20",
  "Subtract": "Subtrair",
  "Subtraction 1": "Subtração 1",
  "Subtraction 2": "Subtração 2",
  "Subtraction 3": "Subtração 3",
  "Subtraction Advanced": "Subtração Avançada",
  "Subtraction Basic": "Subtração Básica",
  "Subtraction Beginners": "Subtração Iniciantes",
  "Subtraction Challenge": "Desafio de Subtração",
  "Subtraction Elementary": "Subtração Elementar",
  "Subtraction Mastery 1": "Domínio de Subtração 1",
  "Subtraction Mastery 2": "Domínio de Subtração 2",
  "Subtraction Mastery 3": "Domínio da Subtração 3",
  "Succession in Shapes": "Sucessão em Formas",
  "Sydney found 20 seashells on the beach. Noah found 6 seashells. How many more seashells did Sydney find than Noah?": "Shimona encontrou 20 conchas na praia. Nadira encontrou 6 conchas. Quantas conchas a mais Shimona encontrou do que Nadira?",
  "Table of  1": "Tabela de 1",
  "Table of 2": "Tabela de 2",
  "Table of 3": "Tabela de 3",
  "Table of 4": "Tabela de 4",
  "Table of 5": "Tabela de 5",
  "Table of 6": "Tabela de 6",
  "Table of 7": "Tabela de 7",
  "Table of 8": "Tabela de 8",
  "Table of 9": "Tabela de 9",
  "Tables 1-10": "Tabelas 1-10",
  "Taxi": "Táxi",
  "Teacher :": "Professor :",
  "Tess picked 3 flowers in the morning. She picked some more flowers in the afternoon. If Tess picked 8 flowers in all, how many did she pick in the afternoon?": "Tess colheu 3 flores pela manhã. Ela colheu mais algumas flores à tarde. Se Tess colheu 8 flores ao todo, quantas ela colheu à tarde?",
  "The library has 5 more tables than the school office. The school office has 2 tables. How many tables does the library have?": "A biblioteca possui mais 5 mesas que a secretaria da escola. A secretaria da escola possui 2 mesas. Quantas tabelas a biblioteca possui?",
  "The postman delivered 3 more letters today than yesterday. He delivered 8 letters yesterday. How many letters did he deliver today?": "O carteiro entregou hoje mais 3 cartas do que ontem. Ele entregou 8 cartas ontem. Quantas cartas ele entregou hoje?",
  "The school has two lost-and-found boxes. In the first box, there are 5 hats. In the second box, there are 4 more hats than in the first box. How many hats are there in the second box?": "A escola possui duas caixas de achados e perdidos. Na primeira caixa há 5 chapéus. Na segunda caixa há mais 4 chapéus do que na primeira caixa. Quantos chapéus há na segunda caixa?",
  "The tennis team has 12 players. 6 of the players are girls. Some are boys. How many tennis players are boys?": "A equipe de tênis conta com 12 jogadores. 6 dos jogadores são meninas. Alguns são meninos. Quantos tenistas são meninos?",
  "There are 10 plates at the dinner table. There are 5 more people than plates. How many people are at dinner?": "Existem 10 pratos na mesa de jantar. São 5 pessoas a mais que os pratos. Quantas pessoas estão jantando?",
  "There are 10 students on the school bus. 3 students get off the bus. How many students are left on the bus?": "Há 10 alunos no ônibus escolar. 3 alunos descem do ônibus. Quantos alunos restam no ônibus?",
  "There are 12 cats on a fence. 1 cat jumps down off of the fence. How many cats are left on the fence?": "Há 12 gatos em cima do muro. 1 gato pula da cerca. Quantos gatos ficam em cima do muro?",
  "There are 13 girls and 18 boys in a class. How many more boys are there than girls?": "Há 13 meninas e 18 meninos em uma turma. Quantos meninos há a mais do que meninas?",
  "There are 14 chairs in Ms. Bloom's classroom. There are 3 more chairs in Mr. Peter's classroom. How many chairs are there in Mr. Peter's classroom?": "Há 14 cadeiras na sala de aula da Sra. Akhila. Há mais 3 cadeiras na sala de aula do Sr. Prakash. Quantas cadeiras há na sala de aula do Sr. Prakash?",
  "There are 14 fish in a water tank. Kerri put 3 more fish into the tank. How many fish are there?": "Existem 14 peixes em um tanque de água. Kavya colocou mais 3 peixes no tanque. Quantos peixes há?",
  "There are 15 ducks swimming in a pond. 7 ducks fly away. How many ducks are still swimming in the pond?": "Existem 15 patos nadando em um lago. 7 patos voam para longe. Quantos patos ainda nadam no lago?",
  "There are 15 students in a classroom. 9 of the students are wearing long pants. The rest are wearing short pants. How many students are wearing short pants?": "Há 15 alunos em uma sala de aula. 9 dos alunos estão usando calças compridas. O resto está vestindo calças curtas. Quantos alunos estão usando calças curtas?",
  "There are 16 children in a classroom. Some children go outside to play. 7 children stay inside to read books. How many children are outside?": "Há 16 crianças em uma sala de aula. Algumas crianças saem para brincar. 7 crianças ficam dentro de casa para ler livros. Quantas crianças estão lá fora?",
  "There are 18 sheep in a barn. 9 sheep are sold. How many sheep are left in the barn?": "Existem 18 ovelhas em um celeiro. 9 ovelhas são vendidas. Quantas ovelhas sobraram no celeiro?",
  "There are 2 wagons on the farm. Each wagon carries 8 children. How many children are in the wagons?": "Existem 2 carroças na fazenda. Cada carroça transporta 8 crianças. Quantas crianças estão nos vagões?",
  "There are 3 sheeps in the pasture. Each sheep has 4 lambs. How many lambs are in the pasture?": "Existem 3 ovelhas no pasto. Cada ovelha tem 4 cordeiros. Quantos cordeiros estão no pasto?",
  "There are 4 balls in a box. 2 of them are soccer balls and the rest are basketballs. How many are basketballs?": "Existem 4 bolas em uma caixa. 2 delas são bolas de futebol e as demais são bolas de basquete. Quantas são bolas de basquete?",
  "There are 5 cups and 7 plates. How many more plates are there than cups?": "São 5 xícaras e 7 pratos. Quantos pratos a mais existem do que xícaras?",
  "There are 6 beetles and 4 butterflies. How many fewer butterflies are there than beetles?": "Existem 6 besouros e 4 borboletas. Quantas borboletas existem a menos do que besouros?",
  "There are 6 birds and 3 nests. How many more birds are there than nests?": "Existem 6 pássaros e 3 ninhos. Quantos pássaros a mais existem do que ninhos?",
  "There are 6 girls and 7 boys on the bus. How many children are on the bus?": "Há 6 meninas e 7 meninos no ônibus. Quantas crianças estão no ônibus?",
  "There are 7 pencils in the drawer. Dan placed 9 more pencils in the drawer. How many pencils are in the drawer?": "Existem 7 lápis na gaveta. Dan colocou mais 9 lápis na gaveta. Quantos lápis há na gaveta?",
  "There are 7 yellow beads and 8 red beads on a necklace. How many beads are on the necklace in all?": "Existem 7 contas amarelas e 8 contas vermelhas em um colar. Quantas contas tem no colar ao todo?",
  "There are 8 books on the shelf. Marta put 6 more books on the shelf. How many books are on the shelf?": "Existem 8 livros na estante. Mala colocou mais 6 livros na estante. Quantos livros há na estante?",
  "There are 9 children in a classroom. 6 of them are boys. How many girls are in the classroom?": "Há 9 crianças em uma sala de aula. 6 deles são meninos. Quantas meninas estão na sala de aula?",
  "There are 9 kites flying in the sky. A wind blows 3 kites down on the ground. How many kites are still flying in the sky?": "Existem 9 pipas voando no céu. Um vento sopra 3 pipas no chão. Quantas pipas ainda estão voando no céu?",
  "There are some coins in a jar. You collect 5 more coins and now have 10 coins in all. How many coins did you start with?": "Existem algumas moedas em uma jarra. Você coleta mais 5 moedas e agora tem 10 moedas no total. Com quantas moedas você começou?",
  "There were some seashells in Megan's pail. She finds 2 more seashells. Now she has 8 seashells in all. How many seashells did she start with?": "Havia algumas conchas no balde de Bindu. Ela encontra mais 2 conchas. Agora ela tem 8 conchas ao todo. Com quantas conchas ela começou?",
  "This week rank": "Classificação desta semana",
  "This week": "Essa semana",
  "Thomas has 2 goats on his farm. There are 6 more chickens than goats on his farm. How many chickens does he have?": "Thomas tem 2 cabras em sua fazenda. Há mais 6 galinhas do que cabras em sua fazenda. Quantas galinhas ele tem?",
  "Tim's dog gave birth to some puppies. Tim gave 6 puppies to his friends. Now he has 2 puppies left. How many puppies did his dog give birth to?": "A cadela de Tinku deu à luz alguns cachorrinhos. Tinku deu 6 cachorrinhos para seus amigos. Agora ele tem 2 filhotes sobrando. Quantos filhotes seu cachorro deu à luz?",
  "Tina borrowed 11 books from the library. Her friend borrowed 5 books. How many more books did Tina borrow than her friend?": "Tina pegou emprestados 11 livros da biblioteca. Sua amiga pegou emprestados 5 livros. Quantos livros a mais Tina pegou emprestado do que sua amiga?",
  "Tiny shapes": "Formas minúsculas",
  "Tom has 6 books. James has 2 books. How many books do they have in all?": "Tushar tem 6 livros. James tem 2 livros. Quantos livros eles têm ao todo?",
  "Tom planted 5 seeds in a school garden. Jane planted 8 seeds. How many fewer seeds did Tom plant than Jane?": "Tushar plantou 5 sementes na horta de uma escola. Jaya plantou 8 sementes. Quantas sementes a menos Tushar plantou do que Jaya?",
  "Trophy": "Troféu",
  "Turtle": "Tartaruga",
  "Twitter": "Twitter",
  "User": "Do utilizador",
  "Vertical  Addition Basic": "Adição Vertical Básica",
  "Vertical  Addition Beginners": "Iniciantes em adição vertical",
  "Vertical  Addition Medial": "Adição Vertical Medial",
  "Visit": "Visita",
  "Watermelon": "Melancia",
  "We sent an OTP to verify your number.": "Enviamos uma OTP para verificar seu número.",
  "What is your name?": "Qual o seu nome?",
  "What's your age?": "Qual é a sua idade?",
  "WhatsApp": "Whatsapp",
  "Which group is bigger?": "Qual grupo é maior?",
  "Which is a circle?": "O que é um círculo?",
  "Which is the biggest?": "Qual é o maior?",
  "Word Problems": "Problemas de palavras",
  "Write  81-90": "Escreva 81-90",
  "Write 100-110": "Escreva 100-110",
  "Write 21-30": "Escreva 21-30",
  "Write 31-40": "Escreva 31-40",
  "Write 41--50": "Escreva 41--50",
  "Write 51-60": "Escreva 51-60",
  "Write 61-70": "Escreva 61-70",
  "Write 71-80": "Escreva 71-80",
  "Write 91-100": "Escreva 91-100",
  "Write here": "Escreva aqui",
  "Yesterday, the store had 7 bags of rice. Today, the store has 2 bags of rice. How many bags of rice did the store sell?": "Ontem a loja tinha 7 sacos de arroz. Hoje a loja conta com 2 sacos de arroz. Quantos sacos de arroz a loja vendeu?",
  "You and your sister share 10 bags of chips equally. How many bags of chips will each of you get?": "Você e sua irmã dividem 10 sacos de batatas fritas igualmente. Quantos sacos de batatas fritas cada um de vocês receberá?",
  "You have 7 balloons and your friend has 5 balloons. How many more balloons do you have than your friend?": "Você tem 7 balões e seu amigo tem 5 balões. Quantos balões a mais você tem que seu amigo?",
  "You have some stamps. Your brother gives 6 stamps to you. Now you have 10 stamps. How many stamps did you start with?": "Você tem alguns selos. Seu irmão dá 6 selos para você. Agora você tem 10 selos. Com quantos selos você começou?",
  "Zach has 17 birthday gifts. 9 gifts are from his family and the rest are from his friends. How many gifts are from his friends?": "Sushanth tem 17 presentes de aniversário. 9 presentes são de sua família e o restante é de seus amigos. Quantos presentes são dos amigos dele?",
  "Zebra": "Zebra",
  "apples": "maçãs",
  "books": "livros",
  "circle": "círculo",
  "cone": "cone",
  "cube": "cubo",
  "cylinder": "cilindro",
  "eggs": "ovos",
  "eight": "oito",
  "fish": "peixe",
  "five": "cinco",
  "four": "quatro",
  "hexagon": "hexágono",
  "hundred": "centenas",
  "mangos": "mangas",
  "marbles": "mármores",
  "nine": "nove",
  "one": "um",
  "oval": "oval",
  "parallelogram": "Paralelogramo",
  "rhombus": "losango",
  "seven": "Sete",
  "six": "seis",
  "sphere": "esfera",
  "square": "quadrado",
  "stars": "estrelas",
  "tables": "tabelas",
  "ten": "dez",
  "three": "três",
  "triangle": "triângulo",
  "two": "dois",
  "verified": "verificado",
  "verify": "verificar",
  "verifying...": "verificando...",
  "zero": "zero"
}