{
  "0 sides": "० बाजू",
  "1 face": "१ चेहरा",
  "10 sides": "१० बाजू",
  "2 birds were sitting on the fence. 4 more birds joined them. How many birds are on the fence?": "२ पक्षी तारेवर बसलेले होते . अजून ४ पक्षी येऊन तारेवर बसले. आता तारेवर एकून किती पक्षी आहेत ?",
  "2 children share 8 sweets equally. How many sweets does each child get?": "२ मुलांनी ८ मिठाई आपांपसांत एकसमान वाटून घेतल्या. तर प्रत्येकाच्या वाट्याला किती मिठाई येईल? ",
  "20 students were equally divided into 4 groups by the teacher. How many students are in each group?": "शिक्षकाने २० विद्यार्थ्यांना ४ गटांत एकसमान विभागले. तर प्रत्येक गटात किती विद्यार्थी असतील?",
  "3 friends share 12 candies equally. How many candies does each friend get?": " ३ मित्रांनी १२ कॅंडी एकसमान वाटून घेतल्या तर प्रत्येकाच्या वाट्याला किती कॅंडी आल्या ?",
  "3 sides": "३ बाजू",
  "3D shapes": "३D आकार",
  "4 birds are sitting on a branch. 1 flew away. How many birds are left on the branch?": "एका फांदीवर चार पक्षी बसलेले आहेत. एक पक्षी उडून गेला. तर आत्ता फांदीवर किती पक्षी उरले ?",
  "4 sides": "४ बाजू",
  "5 apples are on the table. Sam eats 2 apples. How many apples are left on the table?": "एका टेबल वर ५ सफरचंद ठेवले . सेम ने दोन सफरचंद खाल्ले. तर आता टेबल वर किती सफरचंद उरले ?",
  "5 sides": "पाच बाजू",
  "6 sides": "सहा बाजू",
  "7 boys ride their bikes. Some of the boys go home. 5 boys continue riding their bikes. How many boys went home?": "७ मुले गाडी चालवत आहेत. काही मुले घरी गेली. ५ मुले सातत्याने गाडी चालवत आहेत. तर किती मुले घरी गेली ?",
  "7 children are on a bus. 4 more children get on the bus. How many children are on the bus?": "बस गाडीमध्ये ७ विद्यार्थी आहेत. अजून ४ विद्यार्थी बस गाडीमध्ये चढले. बस गाडीमध्ये एकूण किती विद्यार्थी आहेत?",
  "7 red apples and 2 green apples are in the basket. How many apples are in the basket?": "टोपलीमध्ये ७ लाल सफरचंद आणि २ हिरवे सफरचंद आहेत. टोपलीमध्ये एकूण किती सफरचंद असतील?",
  "8 birds sat on a tree branch. Some flew away. Now there are 3 birds on the branch. How many birds flew away?": "झाडाच्या फांदीवर ८ पक्षी बसले. काही पक्षी उडून गेले. आता फांदीवर ३ पक्षी उरले आहेत. एकूण किती पक्षी फांदीवरून उडून गेले?",
  "A bee has 6 legs. How many legs do 2 bees have?": " एका  माशीला  सहा  पाय आहेत तर दोन माशांना किती पाय असतील ?",
  "A duck has 2 legs. How many legs do 3 ducks have?": "एका बदकाला २ पाय आहेत तर ३ बदकांना किती पाय असतील?",
  "A farmer gathered 16 eggs. She used 4 eggs to make breakfast. How many eggs does she have left?": "एका शेतकऱ्याने १६ अंडी आणली. त्यामधील ४ अंडी तिने नाश्ता बनवण्यासाठी वापरली. आता तिच्याकडे एकूण किती अंडी शिल्लक राहिली?",
  "A farmer had 7 apple trees. She bought some more trees and now has 10 apple trees in her orchard. How many apple trees did she buy?": "एका शेतकऱ्याचा जवळ ७ सफरचंदाची झाडे आहेत. तिने अजून काही झाडे विकत घेतली आणि आता तिच्या फळबागेत १॰ सफरचंदाची झाडे आहेत. तिने एकूण किती सफरचंदाचे झाडे विकत घेतली?",
  "A farmer planted 5 rows of corn before lunch. He planted 7 more rows after lunch. How many rows of corn did he plant during the day?": "एका शेतकऱ्याने दुपारच्या जेवणाआधी ५ रांगेमध्ये मक्याच्या पिकाची लागवड केली. दुपारच्या जेवणानंतर त्याने अजून ७ रांगेमध्ये पिकाची लागवड केली. दिवसभरात शेतकऱ्याने मक्याच्या पिकाची एकूण किती रांगांमध्ये लागवड केली?",
  "A football team scored 3 goals in the first half. Then they scored more goals in the second half. They won the game with 5 goals! How many goals did they score in the second half?": " एका फुटबॉल टीम ने पहिल्या फेरीत तीन गोल केले. मग त्यांनी दुसऱ्या फेरीत अजून  गोल केले. त्यांनी पाच गोल करून खेळ जिंकला. तर त्यांनी दुसऱ्या फेरीत किती गोल केले?",
  "A man was carrying balloons but the wind blew 6 away. He has 2 balloons left. How many balloons did he start with?": "एक माणूस फुगे घेऊन जात असताना ६ फुगे वाऱ्याने वाहून गेले. त्याच्याकडे आता २ फुगे शिल्लक राहिले. तर सुरुवातीला त्या माणसाकडे किती फुगे होते?",
  "A piece of wood is 13 inches long. It is cut into two parts. One part is 6 inches long. How long is the other part?": "एक लाकडाची फळी १३ इंच लांब आहे. तिला २ भागांमध्ये कापले गेले. फळीचा एक भाग ६ इंच लांब आहे. तर दुसरा भाग किती इंच लांब असणार?",
  "Achievements": "उपलब्धी",
  "Add Teacher": "शिक्षकांचा प्रवेश ",
  "Age  :": "वय :",
  "All time": "नेहमी",
  "All time rank": "सर्व वेळ रँक",
  "Allie bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "अलीने २ पेटी आंबे विकत घेतले. प्रत्येक पेटी मध्ये ४ आंबे आहेत. तिने एकूण किती आंबे विकत घेतले?",
  "Amy walks 4 blocks to school. Jane walks 2 blocks to school. How many more blocks does Amy walk than Jane to school?": "शिल्पा शाळेकडे ४ किलोमीटर चालत गेली. जया शाळेकडे २ किलोमीटर चालत गेला. जयाच्या तुलनेत शिल्पा शाळेकडे किती किलोमीटर जास्त चालली?",
  "Ana has 7 cookies. She eats 2 of them. How many cookies does she have left?": "सकिना कडे ७ बिस्किट आहेत. त्यामधील २ बिस्किटे तिने खाल्ली. आता तिच्याकडे किती बिस्किटे शिल्लक राहिली?",
  "Animals and Babies": "प्राणी आणि लहान मुले ",
  "Anita has 5 books. 3 of them are science books and the rest are storybooks. How many are storybooks?": "अनिताकडे ५ पुस्तके आहेत. त्यामधील ३ पुस्तके विज्ञानाची आहेत आणि उरलेली पुस्तके कथासंग्रह आहेत. अनिताकडे एकूण किती कथासंग्रह आहेत?",
  "Anna bought 12 plants. Her sister bought 7 plants. How many more plants did Anna buy than her sister?": "अण्णाने १२ रोपटे विकत घेतली. त्याच्या बहिणीने ७ रोपटे विकत घेतली. अण्णाने त्याच्या बहिणीच्या तुलनेत किती रोपे जास्त विकत घेतली?",
  "App Language :": " ॲपची  भाषा :",
  "apples": "सफरचंदं",
  "Please enter the details shared by your teacher below:": "कृपया खाली तुमच्या शिक्षकाने शेअर केलेले तपशील एंटर करा:",
  "Assignments": "असाइनमेंट",
  "Backgrounds": "पार्श्वभाग",
  "Background\nCollection": "पार्श्वभूमी संग्रह",
  "Background Collection": "पार्श्वभूमी संग्रह",
  "Badges\nCollection": "बॅज संग्रह",
  "Badges Collection": "बॅज संग्रह",
  "Back": "मागे",
  "Begin Quiz": "प्रश्नमंजुषेची सुरुवात",
  "Beth has 13 flowers in her garden. Kate has 8 flowers. How many more flowers does Beth have than Kate?": "सोनम च्या बगीच्यामध्ये १३ फुले आहेत. श्रेया जवळ ८ फुले आहेत. सोनम कडे श्रेया पेक्षा किती फुले जास्त असणार?",
  "Billy has 2 marbles. Audrey has 3 more marbles than Billy. How many marbles does Audrey have?": "विक्रम कडे २ गोट्या आहेत. हेमंत कडे विक्रम पेक्षा ३ गोट्या जास्त आहेत. हेमंत कडे एकूण किती गोट्या असतील?",
  "Bob has 4 pencils and his sister has 8 more pencils than him. How many pencils does Bob's sister have?": "आकाश कडे ४ पेन्सिल आहेत आणि त्याच्या बहिणीकडे त्याच्यापेक्षा ८ पेन्सिल जास्त आहेत. आकाश च्या बहिणीकडे एकूण किती पेन्सिल असणार?",
  "Bobby bought 3 more books than Gabby. Gabby bought a book. How many books did Bobby buy?": "बनीने गरिमा पेक्षा ३ पुस्तके जास्त विकत घेतली. गरिमाने १ पुस्तक विकत घेतले. बनीने एकूण किती पुस्तके विकत घेतली?",
  "books": "पुस्तकं",
  "Boy": "मुलगा",
  "Brad has 17 balloons. 8 balloons are red and the rest are green. How many balloons are green?": "बंटी कडे १७ फुगे आहेत. त्यामधील ८ फुगे लाल रंगाचे आणि उरलेले फुगे हिरव्या रंगाचे आहेत. तर हिरव्या रंगाचे एकूण किती फुगे असणार?",
  "Brittany has 7 shirts in her closet.3 of them are blue and the rest are green. How many green shirts does she have?": "सीता च्या कपाटात ७ सदरे आहेत. त्यामधील ३ सदरे निळ्या रंगाचे आणि उरलेले सदरे हिरव्या रंगाचे आहेत. तर तिच्याकडे एकूण हिरव्या रंगाचे किती सदरे असणार?",
  "Cancel": "रद्द",
  "Cannot verify OTP": "ओ.टी.पी.  तपासू शकत नाहीत",
  "Challenge": "आव्हान ",
  "Children are drawing pictures to decorate their classroom. The boys draw 11 pictures and the girls draw 20. How many more pictures do girls draw than boys?": "मुले वर्ग सजवण्याकरिता चित्रे रंगवत आहेत. मुलांनी ११ चित्रे आणि मुलींनी  २॰ चित्रे रंगवली. मुलांच्या तुलनेत मुलींनी किती चित्रे जास्त रंगवली?",
  "Choose your avatar": "तुमचा अवतार निवडा ",
  "Choose Your Language": "तुमची भाषा निवडा ",
  "Class :": "वर्ग :",
  "Class code is invalid or expired": "वर्ग कोड अवैध आहे किंवा कालबाह्य झाला आहे",
  "circle": "वर्तुळ",
  "Click x1 times on number x2!": " नंबर x2 वर x1 एवढा  वेळा क्लिक करा.",
  "cone": "सुळका ",
  "code is invalid or expired": "कोड अवैध किंवा कालबाह्य आहे",
  "Confirm": "ठाम",
  "Connected": "जोडलेले",
  "Contact Us": "आमच्याशी संपर्क साधा ",
  "Contact": "संपर्क",
  "Connected To Class": "वर्गाशी जोडलेले",
  "Connect To Class": "वर्गाशी कनेक्ट करा",
  "Continue": "चालू ",
  "Count and Match": "मोजा आणि जुळवा",
  "Count and Pair": "मोजा आणि जोडा",
  "cube": "घन",
  "cylinder": "वृत्तचित्ती",
  "Character Modification": "वर्ण बदल",
  "Character\nModification": "वर्ण बदल",
  "David and his friends fly 9 kites. Some kites get stuck in a tree. 6 kites are still flying. How many kites are stuck in the tree?": "डेविड आणि त्याच्या मित्रांनी ९ पतंगे उडवली. त्यामधील काही पतंगे झाडामध्ये अडकली. ६ पतंगे अजूनही उडत आहेत. तर झाडांमध्ये एकूण किती पतंगे अडकली असणार?",
  "Dairy Rewards": "डेअरी बक्षिसे",
  "Deanna has 5 more puzzles than Fatou. Fatou has 3 puzzles. How many puzzles does Deanna have?": "डीनाकडे फटाऊपेक्षा ५ कोडे जास्त आहेत. फटाऊकडे ३ कोडे आहेत. तर डीनाकडे एकूण किती कोडे आहेत?",
  "Diego has 11 mangos in a basket. Diego gives 4 mangos to his sister. How many mangos are left in the basket?": "स्वामीच्या टोपलीमध्ये ११ आंबे आहेत. स्वामीने ४ आंबे बहिणीला दिले. तर टोपलीमध्ये एकूण किती आंबे शिल्लक राहिले असतील?",
  "Division": "भागाकार",
  "Digital Skills": " डिजिटल कौशले",
  "Done": "पूर्ण",
  "Do you want to open now?": " तुम्हाला आत्ता हे उघडायचे आहे?",
  "Do you want to connect now?": "आपण आता कनेक्ट करू इच्छिता?",
  "eggs": "अंडे",
  "eight": "आठ",
  "Email :": "ई-मेल :",
  "Email": "ई-मेल",
  "English": "इंग्रजी",
  "Enter the class code here": "येथे वर्ग कोड प्रविष्ट करा",
  "Enter Student ID here": "येथे विद्यार्थी आयडी प्रविष्ट करा",
  "Ernest makes 5 paper airplanes. Nicole makes 14 paper airplanes. How many fewer paper airplanes does Ernest make than Nicole?": "हरीशने ५ कागदी विमान बनवले. नरेशने १४ कागदी विमान बनवले. नरेशच्या तुलनेत हरीशने किती कागदी विमान कमी बनवले?",
  "Error downloading content. Please connect to internet and try again": " त्रुटिजन्य सामग्री. आंतरजाला शी संबंध जोडा आणि पुन्हा प्रयत्न करा.",
  "EXIT ?": "समाप्त ?",
  "Exit": "समाप्त",
  "Facebook": "फेसबूक",
  "fish": "मासा",
  "five": "पाच",
  "Follow Us": "आमचा पाठलाग करा ",
  "four": "चार ",
  "Fun Game\nActivity": "मजेदार गेम\nक्रियाकलाप",
  "Fred is 12 years old. His brother Tom is 8 years old. How much younger is Tom than Fred?": "सिद्धूचे वय १२ वर्ष आहे. त्याचा भाऊ तुषार ८ वर्षांचा आहे. तर तुषार सिद्धूपेक्षा किती वर्षाने लहान असणार?",
  "Friends": "मित्र",
  "Gabby worked 4 more hours than Ian. Ian worked 8 hours. How many hours did Gabby work?": "गरिमाने इयानपेक्षा ४ तास जास्त काम केले. इयानने ८ तास काम केले. तर गरिमाने एकूण किती तास काम केले?",
  "Game Over": "खेळ संपला ",
  "Gender :": "लिंग :",
  "Gender": "लिंग ",
  "George went to a store and bought some t-shirts. He went to another store and bought 2 more t-shirts. He bought a total of 7 t-shirts. How many t-shirts did he buy at the first store?": " गणेश दुकानात गेला आणि त्याने काही टी-शर्ट घेतले. तो दुसऱ्या दुकानात गेला आणि दोन अजून टी-शर्ट घेतले. त्याने एकत्रितपणे सात टी-शर्ट घेतले. तर त्याने पहिल्या दुकानातून किती टी-शर्ट घेतले होते?",
  "Girl": "मुलगी",
  "Hannah makes 8 loaves of bread. She gives 3 loaves of bread to her cousin. How many loaves of bread does she have left?": " राणीने आठ कप केक बनवले. तिने तिच्या भावंडांना तीन कप केक दिले. तर तिच्याकडे किती कप केक  उरले?",
  "Harper and Raven drew 8 pictures together. Harper drew 3 pictures. How many pictures did Raven draw?": " सलमान आणि राकेश ने एक साथ 8 फोटोस काढले. सलमानने तीन फोटो काढले. तर राकेशने किती फोटो काढले?",
  "Helen saw 12 birds in a tree and 7 birds in another tree. How many birds did she see altogether?": " हेलन ने एका झाडावर बारा पक्षी पाहिले आणि दुसऱ्या झाडावर सात पक्षी पाहिले. तर तिने एकत्रितपणे किती पक्षी पाहिले?",
  "Help": "मदत ?",
  "Help?": "मदत ?",
  "Henry has 4 stamps. Eric has 5 more stamps than Henry. How many stamps does Eric have?": " आर्यन कडे चार शिक्के आहेत. दीपिका कडे आर्यन पेक्षा पाच  शिक्के जास्त आहेत. दीपिका कडे किती शिक्के आहेत?",
  "hexagon": "षड्भुज",
  "Home": "घर",
  "How Many": "किती?",
  "How Many??": "किती?",
  "hundred": "शंभर ",
  "I have 10 apples. I eat some apples. I have 4 apples left. How many apples did I eat?": " माझ्याकडे 10 सफरचंद आहेत. मी काही सफरचंद  खाल्ले. माझ्याकडे चार सफरचंद  उरले. तर मी किती सफरचंद खाल्ले?",
  "Instagram": "इंस्टाग्राम ",
  "Invalid Email Address": "अवैध इ-पत्र पत्ता ",
  "Invalid Phone Number": "अवैध संपर्क क्र. ",
  "Invalid Student ID": "अवैध विद्यार्थी आयडी",
  "It rained 15 days in March. It rained 8 days in April. How many more days did it rain in March than April?": " मार्चमध्ये पंधरा दिवस पाऊस पडला. एप्रिल मध्ये आठ दिवस पाऊस पडला. तर मार्चमध्ये एप्रिल पेक्षा किती दिवस जास्त पाऊस पडला?",
  "It rained 8 days in January. It rained 9 more days in February than January. How many days did it rain in February?": " जानेवारीमध्ये आठ दिवस पाऊस पडला. फेब्रुवारीमध्ये जानेवारी पेक्षा नऊ दिवस जास्त पाऊस पडला. तर फेब्रुवारीमध्ये किती दिवस पाऊस पडला?",
  "It takes Sally 7 minutes to run a mile. How long would it take her to run 4 miles?": " आशाला एक मैल प्रवासासाठी सात मिनिट लागतात.  तर तिला चार मैल प्रवासासाठी किती वेळ लागेल?",
  "Jackie has 9 pencils. Adam has 5 more pencils than Jackie. How many pencils does Adam have?": " नयना कडे नऊ पेन्सिल्स आहेत. अर्जुन कडे  नैना पेक्षा पाच पेन्सिल्स जास्त आहेत. तर अर्जुन  कडे किती पेन्सिल्स आहेत?",
  "Jack's hen laid 6 eggs yesterday and 3 eggs today. How many eggs did Jack's hen lay in all?": "  जॅक च्या कोंबडीने काल सहा अंडी दिली आणि आज तीन अंडी दिली.  तर जॅक च्या कोंबडीने एकूण किती अंडी दिली?",
  "Jacob and Henry were reading the same book. Henry read 9 more pages than Jacob. Jacob read 11 pages of the book. How many pages did Henry read?": " जॉनी आणि आर्यन एकच पुस्तक वाचत होते. आर्यन ने जॉनी पेक्षा नऊ पान जास्त वाचली. जॉनीने त्या पुस्तकाची 11 पाने वाचली.  तर आर्यन ने किती पाने वाचली?",
  "Jane bakes 15 cookies and 7 cakes. How many fewer cakes did she bake than cookies?": " जयाने 15  कुकीज आणि सात केक बनवले. तर तिने कुकीज पेक्षा किती कमी केक बनवले?",
  "Jane counted 3 flowers in the flower pot. Each flower has 5 petals. How many petals are there in all?": " जयाने फुलदाणी मध्ये तीन फुले मोजली. प्रत्येक फुलाला पाच पाकळ्या आहेत. तर एकत्रितपणे तिथे किती पाकळ्या आहेत?",
  "Jane has 9 balloons. 6 are green and the rest are blue. How many balloons are blue?": " जया कडे 9 फुगे आहेत. त्यापैकी 6 फुगे हिरवे आहेत आणि उरलेले फुगे निळे आहेत. तर किती फुगे निळे आहेत?",
  "Janet has 8 oranges and Sharon has 4 oranges. How many oranges do they have altogether?": " सीमाकडे आठ संत्रे आहेत आणि प्रियाकडे चार संत्रे आहेत. तर दोघींकडे मिळून किती संत्रे आहेत?",
  "Jen and Joe have 5 children. 2 of them are sons. How many daughters do they have?": " शीला आणि राजुला पाच मुले आहेत. त्यापैकी दोन मुले आहेत. तर त्यांना किती मुली आहेत?",
  "Jen made 6 sandwiches for her family. Her family ate some and 2 were left. How many sandwiches did her family eat?": " शीलाने तिच्या कुटुंबासाठी सहा सँडविच बनवले. तिच्या कुटुंबाने काहीच सँडविच खाल्ले आणि दोन  उरले. तर तिच्या कुटुंबाने किती सँडविच खाल्ले?",
  "Josh has 16 marbles and loses 7 of them. How many marbles does Joshi have now?": " जोशी कडे सोळा मार्बल्स आहे आणि त्यातले  सात हरवले. तर आता जोशी कडे किती मार्बल्स आहेत?",
  "Kajol bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": " काजल ने आंब्याचे दोन बॉक्स विकत घेतले. प्रत्येक बॉक्स मध्ये चार आंबे आहेत. तर तिने किती आंबे विकत घेतले?",
  "Kami had 3 pages of math homework yesterday. She has 9 pages of math homework today. How many more pages does Kami have today than yesterday?": " कोमल कडे काल तीन  पान भरून गणिताचे प्रश्न होते. तिच्याकडे आज नऊ पान भरून गणिताचे प्रश्न आहेत. तर कोमल कडे आज काल पेक्षा किती जास्त पान आहेत?",
  "Katie and her brother picked 6 mangos together. Katie picked 4 mangos. How many mangos did her brother pick?": " कोमल आणि तिच्या भावाने एकत्रितपणे सहा आंबे घेतले. कोमलने चार आंबे घेतले. तर तिच्या भावाने किती आंबे घेतले?",
  "Kelly saw 4 cats in front of her house. She went to sleep and when she woke up, there were 7 cats in front of her house. How many cats came to her house while she was sleeping?": "तिच्या घरासमोर सात मांजरी होत्या. ती झोपलेली असताना तिच्या घराजवळ किती मांजरी आल्या?",
  "Kelly's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "तिच्या कोंबडीने काल पेक्षा पाच जास्तीची अंडी दिली. तर तिच्या कोंबडीने आज किती अंडी दिली?",
  "Kit, Ruth, and Dean each ate 2 slices of pizza. How many slices of pizza did they eat in all?": " रूथ",
  "Kyle got 3 new shirts on his birthday. He already had 5 shirts. How many shirts does he have now?": " किरण ला वाढदिवसाला तीन नवे शर्ट मिळाले. त्याच्याकडे आधीच पाच शर्ट  होते. तर आता त्याच्याकडे किती शर्ट आहेत?",
  "Laci and Kendra caught 14 fireflies altogether. Laci caught 5 fireflies. How many fireflies did Kendra catch?": " ललिता आणि करीनाने एकत्रितपणे 14 फुलपाखरे पकडली. ललिताने पाच फुलपाखरे पकडली. तर करीनाने किती फुलपाखरे पकडली होती?",
  "Lena has 12 books. She donates 8 books to her class library. How many books does Lena have left?": " लीना कडे 12 पुस्तके आहेत. तिने तिच्या वर्गाच्या ग्रंथालयात आठ पुस्तके देऊन टाकली. तर आता तिच्याकडे किती पुस्तके  उरली?",
  "Library": " ग्रंथालय",
  "Literacy": " साक्षरता",
  "Logout": "बाहेर पडणे",
  "Lucy has 8 pencils. She loses 7 of them. How many pencils does Lucy have left?": "लीला कडे ८ पेन्सिल आहेत. तिच्याकडून ७ पेन्सिल हरवल्या. लीला कडे एकूण किती पेन्सिल शिल्लक राहिल्या?",
  "Lucy is 9 years old. Her sister Julie is 6 years old. How much older is Lucy than her sister Julie?": "लीला चे वय ९ वर्ष आहे. तिची बहीण जुली ६ वर्षांची आहे. लीला तिच्या बहीण जुली पेक्षा किती वर्षाने मोठी असणार?",
  "Magan bought 8 candies and Jane bought 9 candies. How many candies did they buy in all?": "सुधाने ८ कॅंडी आणि जयाने ९ कॅंडी विकत घेतल्या. दोघांनी मिळून एकूण किती कॅंडी विकत घेतल्या?",
  "mangos": "आंबे",
  "marbles": "गोट्या",
  "Marco bought 12 fish. He put an equal number of fish into 4 tanks. How many fish are in each tank?": "मुकेशने १२ मासे विकत घेतले. त्याने समान संख्येने मासे ४ टाक्यांमध्ये ठेवले. प्रत्येक टाकीमध्ये एकूण किती मासे असणार?",
  "Maria read 3 books and Stacy read 5 books. How many more books did Stacy read than Maria?": "मारियाने ३ पुस्तके आणि सोनलने ५ पुस्तके वाचली. सोनलने मारियाच्या तुलनेत किती पुस्तके जास्त वाचली?",
  "Marin has 7 balls. Ellen has 6 more balls than Marin. How many balls does Ellen have?": "महेश कडे ७ चेंडू आहेत. रुपेश कडे महेश पेक्षा ७ चेंडू जास्त आहे. रुपेश कडे एकूण किती चेंडू असतील?",
  "Mary is decorating for a birthday party. She blew up 6 balloons this morning and 5 balloons this afternoon. How many balloons did she blow up in all?": "मेरी वाढदिवस सोहळ्याची सजावट करत आहे. तिने आज सकाळी ६ आणि दुपारी ५ फुगे फुगवले. तिने एकूण किती फुगे फुगवले?",
  "Match Blue Shadows": "निळी सावली जुळवा",
  "Match Coloured Objects 2": "रंगीत वस्तू जुळवा २",
  "Match Coloured Objects": "रंगीत वस्तू जुळवा",
  "Match figures": "आकृती जुळवा",
  "Match Box": "पेटी जुळवा",
  "Maths": "गणित",
  "Maya has 5 marbles. Jaden has 8 marbles. How many marbles do they have altogether?": "मायाकडे ५ गोट्या आहेत. जया कडे ८ गोट्या आहेत. दोघांकडे मिळून एकूण किती गोट्या असणार?",
  "Maya served 3 yams at lunch and 5 yams during dinner. How many yams were served during the day?": "मायाने ३ चपात्या दुपारच्या जेवणात आणि ५ चपात्या रात्रीच्या जेवणात वाढल्या. दिवसभरात एकूण किती चपात्या वाढल्या गेल्या?",
  "Megan writes 14 letters to friends and family. 7 letters are for her friends and the rest are for her family. How many letters are for her family?": "बिंदूने मित्रांना आणि कुटुंबाला १४ पत्रे लिहिली. त्यामधील ७ पत्रे तिच्या मित्रांसाठी आणि उरलेली पत्रे तिच्या कुटुंबासाठी होती. एकूण किती पत्रे तिच्या कुटुंबासाठी असणार?",
  "Mia brought 10 jars of homemade jam to the market. She sold some jars and had 3 jars left. How many jars did she sell at the market?": "शाळेच्या बस गाडीमध्ये १॰ विद्यार्थी आहेत. त्यातील ३ विद्यार्थी बस गाडी मधून उतरले. बस गाडीमध्ये एकूण किती विद्यार्थी शिल्लक राहिले?",
  "Michael's cat had 9 kittens. 5 of them are white and the rest are gray. How many gray kittens did the cat have?": "मोहनच्या मांजरीला ९ पिल्ले आहेत. त्यामधील ५ पिल्ले सफेद आणि उरलेले राखाडी रंगाची आहेत. मांजरीला राखाडी रंगाची एकूण किती पिल्ले असणार?",
  "Mike has 3 pairs of socks. Each pair has 2 socks. How many socks does Mike have?": "आयुष्मान कडे पाय मोज्यांच्या ३ जोड्या आहेत. प्रत्येक जोडी मध्ये २ पाय मोजे आहेत. आयुष्मान कडे एकूण किती पाय मोजे असणार?",
  "Millie has 9 bracelets. She loses 2 of them. How many bracelets does Millie have left?": "शितल कडे ९ बांगड्या आहेत. त्यातील २ बांगड्या तिने हरवल्या. शितल कडे  एकूण किती बांगड्या शिल्लक राहिल्या?",
  "Miranda baked 18 brownies. She put an equal number of brownies on to 2 plates. How many brownies are on each plate?": "मीराने १७ कप केक भाजून तयार केले. तिने समान संख्येने २ ताटामध्ये कप केक ठेवले. प्रत्येक ताटामध्ये एकूण किती कप केक असणार?",
  "Mr. Simpson's class has 18 books. He arranges them equally on 3 shelves. How many books are on each shelf?": "कुमार राहुलच्या वर्गात १८ पुस्तके आहेत. त्याने ३ फळींवर समान संख्येने पुस्तके रचली. प्रत्येक फळीवर एकूण किती पुस्तके असणार?",
  "More...": "जास्त...",
  "Ms. Dawson has 12 students in her class. Some students are absent and 7 students are present. How many students are absent?": "कुमारी पूनमच्या वर्गामध्ये १२ विद्यार्थी आहेत. काही विद्यार्थी अनुपस्थित आहेत आणि ७ विद्यार्थी उपस्थित आहेत. एकूण किती विद्यार्थी अनुपस्थित असणार?",
  "Ms. Hannah is playing a hide-and-seek game with her 11 students. She finds 3 students. How many students are still hiding?": "कुमारी राणी तिच्या ११ विद्यार्थ्यांसोबत लपंडाव खेळत आहे. तिने ३ विद्यार्थी शोधले. किती विद्यार्थी अजूनही लपलेले असतील?",
  "Ms. Jones ordered 8 bags of sugar. 5 bags are delivered today. The rest will be delivered tomorrow. How many bags of sugar will be delivered tomorrow?": "कुमारी तारा ने ८ साखरेच्या पिशव्या मागवल्या. त्यातील ५ पिशव्या आज पोहोचवण्यात आल्या. उरलेल्या पिशव्या उद्या पोहोचवण्यात येतील. साखरेच्या किती पिशव्या उद्या पोहोचणार?",
  "Name  :": "नाव :",
  "Name": "नाव :",
  "Nassir picks up a 17-page book. He reads 9 pages. How many pages does he have left to read?": "नासिरने १७ पानी पुस्तक उचलले. त्याने ९ पाने वाचली. त्याची किती पाने वाचायची शिल्लक राहिली?",
  "New Level Unlocked": "नवीन पातळी चालू झाली.",
  "New World Unlocked": "नवे विश्व चालू झाले .",
  "New assignment has been assigned to you": "नवीन कामगीरी तुम्हांस सोपवण्यात आली आहे",
  "Nick has 13 oranges. He eats 5 of them. How many oranges does he have left?": "नितीन कडे १३ संत्रे आहेत. त्यामधील ५ संत्रे त्याने खाल्ले. त्याच्याकडे एकूण किती संत्रे शिल्लक राहिले?",
  "nine": "नऊ",
  "Objects andl shapes": "वस्तू आणि आकार",
  "OK": "ओके",
  "one": "एक",
  "oval": "अंडाकृती",
  "parallelogram": "समांतरभुज चौकोन ",
  "Parent": "पालक ",
  "Parts and whole 2": "अंशत: आणि संपूर्ण २ ",
  "Parts and Whole": "अंशत: आणि संपूर्ण",
  "Platformer game": "प्लॅटफॉर्मर खेळ",
  "Paul has 7 plums. Brian has 4 more plums than Paul. How many plums does Brian have?": "पंकज कडे ७ मनुके आहेत. कपिल कडे पंकजच्या तुलनेत ४ मनुके जास्त आहेत. कपिल कडे एकूण किती मनुके आहेत?",
  "Peter has 4 marbles. Sue gives Peter some marbles and now he has 6 marbles in all. How many marbles did Sue give Peter?": "प्रकाश कडे ४ गोट्या आहेत. साक्षीने काही गोट्या प्रकाशला दिल्या, आता प्रकाश जवळ एकूण ६ गोट्या आहेत. साक्षीने एकूण किती गोट्या प्रकाशला दिल्या?",
  "Peter read 6 pages of his book before lunch. After lunch he read some more. If Peter read 9 pages in all, how many pages did he read after lunch?": "त्याने दुपारच्या जेवणानंतर किती पाने वाचली?",
  "Phone number :": "दूरध्वनी क्र.",
  "Phone number is already used": "फोन नंबर आधीच वापरला आहे",
  "Profile": "पार्श्विका ",
  "Puzzle": "कोडे",
  "Rectangle": "आयत",
  "Re-Connect to your class using Student ID": "विद्यार्थी आयडी वापरून तुमच्या वर्गाशी पुन्हा कनेक्ट करा",
  "Remove Teacher?": "शिक्षकांना काढू इच्छिता?",
  "Remove User?": "उपभोक्त्याला काढू इच्छिता ?",
  "Report": "अहवाल",
  "Resend OTP": "ओ. टी. पी. पुन्हा पाठवा .",
  "Rewards": "बक्षीसे",
  "rhombus": "समभुज चौंकोन ",
  "Sam ate 7 cookies and Jane ate 2 cookies. How many fewer cookies did Jane eat than Sam?": " सामने सात कुकीज खाल्ले आणि जयाने 2 कुकीज खाल्ले. तर जयाने सेमपेक्षा किती कुकीज कमी खाल्ले?",
  "Sam has 12 math problems for homework. He answered 3 of them. How many more math problems does Sam have left to answer?": " सेम कडे गृहपाठासाठी 12 गणिताचे प्रश्न आहेत. त्यापैकी त्याने तीन प्रश्नांची उत्तरे दिली. तर  सामने किती गणिताच्या प्रश्नांची उत्तरे द्यायची बाकी ठेवली?",
  "Sandy is 5 years old. Mia is 7 years older than Sandy. How old is Mia?": "  संडी पाच वर्षांचा आहे. मीरा  संडीपेक्षा सात वर्षांनी मोठी आहे. मीरा चे वय काय?",
  "Sara has 14 pencils in her bag. She let her friends borrow 7 of them. How many pencils does Sara have left?": " बिंदूने मित्रांना आणि नातेवाईकांना चौदा पत्रे लिहिली. त्यापैकी सात पत्रे ही तिच्या मित्रांसाठी होती आणि उरलेली  तिच्या नातेवाईकांसाठी होती. तर तिच्या नातेवाईकांसाठी किती पत्रे होती? ",
  "Sarah is 5 years old. Her sister Komal is 2 years older than Sarah. How old is Komal?": " सारा पाच वर्षाची आहे. तिची बहीण कोमल ही तिच्यापेक्षा दोन वर्षाने मोठी आहे. तर कोमल चे वय काय?",
  "Sarah picked 6 flowers. She put an equal number of flowers into 2 vases. How many flowers did she put in each vase?": " साराने सहा फुले घेतली. तिने दोन फुल दाण्यांमध्ये ती फुले एकसमान ठेवली. तर तिने प्रत्येक फुलदाणी मध्ये किती फुले ठेवली?",
  "School": "शाळा",
  "Setting": "नेपथ्य",
  "seven": "सात",
  "Shante picked 6 mangos from a tree. He put an equal number of mangos into 3 boxes. How many mangos did he put in each box?": " संदीप ने झाडावरून सहा आंबे तोडले. त्याने ते आंबे तीन बॉक्स मध्ये एक समान ठेवले. तर त्याने प्रत्येक बॉक्स मध्ये किती आंबे ठेवले?",
  "Shape Order": "आकार रचना",
  "Shape Pattern": "आकार पद्धत ",
  "Shape Sequence": "आकारक्रम ",
  "Shape Series": "आकारमालिका",
  "Shapes and Objects": "आकार आणि वस्तु ",
  "Shapes": "आकार",
  "Shelby earns star stickers when she does math at school. Yesterday, Shelby earned 4 stars. Today, she earned 3 more. How many stars did Shelby earn in all?": "शेल्बीला ४ तारे मिळाले . आज",
  "Shelly bought 4 boxes of donuts. Each box contains 5 donuts. How many donuts did she buy altogether?": " शैलीने  लाडूचे चार बॉक्स विकत घेतले. प्रत्येक बॉक्समध्ये 5 लाडू आहेत. तर तिने एकूण किती लाडू विकत घेतले?",
  "six": "सहा",
  "Something Went Wrong, Please Try Again": "काहीतरी चूक झाली, कृपया पुन्हा प्रयत्न करा",
  "Some mangos were in the basket. 4 mangos were taken from the basket. Now there are 6 mangos. How many mangos were in the basket before they were taken?": " बास्केट मध्ये  काही आंबे होते. बास्केट मधून चार आंबे  घेतले गेले. आता तिथे सहा आंबे आहेत. बास्केट मधून आंबे काढून घेण्याआधी त्याच्यात  किती आंबे होते?",
  "Soumya's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "तिच्या कोंबडीने काल पेक्षा पाच जास्त अंडी दिल्ली.  तर तिच्या कोंबडीने आज किती अंडी दिली?",
  "Sound :": "आवाज:",
  "sphere": "गोल",
  "square": "चौरस",
  "Stacie caught 5 fish in the morning. She caught 4 more fish in the afternoon. How many fish did Stacie catch in all?": " अनिताला सकाळी पाच मासे मिळाले. तिला दुपारी अजून चार मासे मिळाले. तर  अनिताला एकूण किती मासे मिळाले?",
  "stars": "तारे",
  "Story\nReading": "कथा वाचन",
  "Sticker Books": "स्टिकर पुस्तके",
  "Sticker\nPainting": "स्टिकर पेंटिंग",
  "Stringed objects": "तंतुवाद्य वस्तु ",
  "Student ID is already used": "विद्यार्थी आयडी आधीच वापरला आहे",
  "Succession in Shapes": "आकारांमधले उत्तराधिकार",
  "Sydney found 20 seashells on the beach. Noah found 6 seashells. How many more seashells did Sydney find than Noah?": " शिमोना ला समुद्रकिनाऱ्यावर 20 शंख शिंपले सापडली.  नदिरा ला सहा शंख-शिंपले सापडली.  तर  सिमोना ला नदिरा पेक्षा किती शंख-शिंपले जास्त सापडली?",
  "tables": "पाढे",
  "Teacher :": "शिक्षक :",
  "ten": "दहा ",
  "Tess picked 3 flowers in the morning. She picked some more flowers in the afternoon. If Tess picked 8 flowers in all, how many did she pick in the afternoon?": " तर तिने दुपारी किती घेतले?",
  "The library has 5 more tables than the school office. The school office has 2 tables. How many tables does the library have?": " लायब्ररीमध्ये शाळेच्या ऑफिसपेक्षा 5 टेबल जास्त आहेत. शाळेच्या ऑफिस मध्ये दोन टेबल आहेत. तर लायब्ररीमध्ये किती टेबल्स आहेत?",
  "The postman delivered 3 more letters today than yesterday. He delivered 8 letters yesterday. How many letters did he deliver today?": " पोस्टमन ने कालच्यापेक्षा आज जास्तीची तीन पत्र पोहोचवली. काल त्याने आठ पत्रे पोहोचवली होती. तर त्याने आज किती पत्रे पोहोचवली?",
  "The school has two lost-and-found boxes. In the first box, there are 5 hats. In the second box, there are 4 more hats than in the first box. How many hats are there in the second box?": " दुसऱ्या बॉक्समध्ये 5 टोप्या आहेत.",
  "The tennis team has 12 players. 6 of the players are girls. Some are boys. How many tennis players are boys?": " टेनिस टीम मध्ये बारा खेळाडू आहेत. सहा  महिला खेळाडू आहेत. काही पुरुष खेळाडू आहेत. तर किती  पुरुष टेनिस खेळाडू आहेत?",
  "There are 10 plates at the dinner table. There are 5 more people than plates. How many people are at dinner?": " जेवणाच्या टेबल वर 10  ताट आहेत. तिथे ताटापेक्षा पाच माणसे जास्त आहेत. तर जेवणाला एकूण किती माणसे आहेत?",
  "There are 10 students on the school bus. 3 students get off the bus. How many students are left on the bus?": " शाळेच्या बस मध्ये दहा विद्यार्थी आहेत. तीन मुले बस मधून खाली उतरली. बस मध्ये किती मुले  उरली?",
  "There are 12 cats on a fence. 1 cat jumps down off of the fence. How many cats are left on the fence?": " एका तारेवर 12 मांजरी आहेत. एका मांजरीने तारेवरून खाली उडी मारली. तर आता तारेवर किती मांजरी उरल्या?",
  "There are 13 girls and 18 boys in a class. How many more boys are there than girls?": " एका वर्गात तेरा मुली आणि 18 मुले आहेत. तर त्या वर्गात मुलींपेक्षा किती जास्त मुले आहेत?",
  "There are 14 chairs in Ms. Bloom's classroom. There are 3 more chairs in Mr. Peter's classroom. How many chairs are there in Mr. Peter's classroom?": " मिस अखीला च्या वर्गात 14 खुर्च्या आहेत. मिस्टर प्रकाश च्या वर्गात अजून तीन खुर्च्या आहेत. तर मिस्टर प्रकाश च्या वर्गात एकूण किती खुर्च्या आहेत?",
  "There are 14 fish in a water tank. Kerri put 3 more fish into the tank. How many fish are there?": " एका पाण्याच्या टाकीत 14 मासे आहेत.  कायाने अजून तीन मासे त्या टाकीत  टाकले. आत्ता  टाकीत किती मासे आहेत?",
  "There are 15 ducks swimming in a pond. 7 ducks fly away. How many ducks are still swimming in the pond?": " एका डबक्यात 15 बदके पोहत आहेत. सात बदके उडून गेली. किती बदके अजूनही  डबक्यात पोहत आहेत?",
  "There are 15 students in a classroom. 9 of the students are wearing long pants. The rest are wearing short pants. How many students are wearing short pants?": " एका वर्गात 15 विद्यार्थी आहेत. त्यापैकी नऊ विद्यार्थ्यांनी लांब पायजमा घातला आहे. उरलेल्यांनी आखूड  पायजमे घातले आहेत. तर किती विद्यार्थ्यांनी  आखूड पायजमे घातले आहेत?",
  "There are 16 children in a classroom. Some children go outside to play. 7 children stay inside to read books. How many children are outside?": " एका वर्गात सोळा विद्यार्थी आहेत. त्यातील काही विद्यार्थी बाहेर खेळायला  गेले. त्यापैकी सात विद्यार्थी  पुस्तके वाचायला आत मधे थांबली. तर किती मुले बाहेर गेली?",
  "There are 18 sheep in a barn. 9 sheep are sold. How many sheep are left in the barn?": " एका कोठारांमध्ये 18 मेंढ्या आहेत. त्यापैकी नऊ मेंढ्या विकल्या गेल्या. तर आता त्या कोठारांमध्ये किती मेंढ्या  उरल्या?",
  "There are 2 wagons on the farm. Each wagon carries 8 children. How many children are in the wagons?": " एका शेतामध्ये दोन गाड्या आहेत. प्रत्येक गाडीत आठ मुले आहेत. तर एकूण गाडीत किती मुले आहेत?",
  "There are 3 sheeps in the pasture. Each sheep has 4 lambs. How many lambs are in the pasture?": " एका  गोचर भूमीमध्ये तीन मेंढ्या आहेत.  प्रत्येक मेंढीला चार कोकरू आहेत. तर त्या गोचर भूमीमध्ये एकूण किती कोकरू आहेत?",
  "There are 4 balls in a box. 2 of them are soccer balls and the rest are basketballs. How many are basketballs?": " एका बॉक्समध्ये चार  बॉल्स आहेत. त्यापैकी 2 सोसर बॉल्स आहेत आणि  उरलेले बास्केट बॉल्स आहेत. तर तिथे किती बास्केट बॉल्स आहेत?",
  "There are 5 cups and 7 plates. How many more plates are there than cups?": " एका ठिकाणी पाच कप आणि सात  बशा आहेत.  तर तिथे कप पेक्षा किती जास्त  बशा आहेत?",
  "There are 6 beetles and 4 butterflies. How many fewer butterflies are there than beetles?": " एका ठिकाणी सहा कीटक आणि 4 फुलपाखरे आहेत. तर तिथे कीटकांच्या तुलनेत किती कमी  फुलपाखरे आहेत?",
  "There are 6 birds and 3 nests. How many more birds are there than nests?": " एका ठिकाणी सहा पक्षी आणि तीन घरटे आहेत.  तर तिथे  घरटं पेक्षा किती जास्त पक्षी आहेत?",
  "There are 6 girls and 7 boys on the bus. How many children are on the bus?": " एका बस मध्ये सहा मुली आणि सात मुले आहेत. तर बस मध्ये एकूण किती विद्यार्थी आहेत?",
  "There are 7 pencils in the drawer. Dan placed 9 more pencils in the drawer. How many pencils are in the drawer?": " एका खणात सात पेन्सिल्स आहेत.   दान ने अजून  9 पेन्सिल्स त्या खणात ठेवल्या. तर आत्ता त्या खणात किती पेन्सिल्स आहेत?",
  "There are 7 yellow beads and 8 red beads on a necklace. How many beads are on the necklace in all?": " एका हारामध्ये सात पिवळे मणी आणि आठ  लाल मणी  आहेत. तर त्या  हारामध्ये एकूण किती मणी आहेत?",
  "There are 8 books on the shelf. Marta put 6 more books on the shelf. How many books are on the shelf?": " एका  खणात आठ पुस्तके आहेत. मला ने अजून सहा पुस्तके त्या खणात  ठेवली. तर आत्ता त्या खणात किती पुस्तके आहेत?",
  "There are 9 children in a classroom. 6 of them are boys. How many girls are in the classroom?": " एका वर्गात  9 विद्यार्थी आहेत. त्यापैकी सहा मुले आहेत. तर त्या वर्गात किती मुली आहेत?",
  "There are 9 kites flying in the sky. A wind blows 3 kites down on the ground. How many kites are still flying in the sky?": " आकाशात 9 पतंग उडत आहेत. वाऱ्यामुळे तीन पतंग जमिनीवर पडल्या. तर आत्ता  आकाशात किती पतंग उडत आहेत?",
  "There are some coins in a jar. You collect 5 more coins and now have 10 coins in all. How many coins did you start with?": " एका जार मध्ये काही  नाणी आहेत. तू अजून पाच नाणी मिळवली आणि आत्ता तुझ्याकडे एकूण 10 नाणी आहेत. तर सुरुवातीला तुझ्याकडे किती नाणी होती?",
  "There were some seashells in Megan's pail. She finds 2 more seashells. Now she has 8 seashells in all. How many seashells did she start with?": " बिंदूच्या बादलीमध्ये काही शंख-शिंपले आहेत. तिला अजून दोन शंख-शिंपले सापडले. आत्ता तिच्याकडे एकूण आठ शंखशिंपले आहेत. तर तिच्याकडे सुरुवातीला किती  शंख शिंपले होते?",
  "This week": "या आठवड्यात",
  "This week rank": "या आठवड्यात रँक",
  "Thomas has 2 goats on his farm. There are 6 more chickens than goats on his farm. How many chickens does he have?": " थॉमस कडे शेतामध्ये दोन मेंढ्या आहेत. त्याच्या शेतामध्ये मेंढ्या पेक्षा अजून जास्त सहा कोंबड्या आहेत. तर आत्ता त्याच्याकडे किती कोंबड्या आहेत?",
  "three": "तीन",
  "Tim's dog gave birth to some puppies. Tim gave 6 puppies to his friends. Now he has 2 puppies left. How many puppies did his dog give birth to?": " टिंकू च्या  कुत्र्याने काही पिल्लांना जन्म दिला.  टिंकू ने सहा पिल्ले त्याच्या मित्राला दिली. आता त्याच्याकडे दोन  पिल्ले  उरली. तर त्याच्या कुत्र्याने किती पिल्लांना जन्म दिला होता?",
  "Tina borrowed 11 books from the library. Her friend borrowed 5 books. How many more books did Tina borrow than her friend?": " टिनाने पुस्तकालय आतून अकरा पुस्तके घेतली.  तिच्या मैत्रिणीने पाच पुस्तके घेतली. तर टिनाने तिच्या मैत्रिणी पेक्षा किती पुस्तके जास्त घेतली?",
  "Tiny shapes": "लहान आकार ",
  "Tom has 6 books. James has 2 books. How many books do they have in all?": " तुषार कडे  सहा पुस्तके आहेत.   जेम्स कडे  दोन पुस्तके आहेत.  तर दोघांकडे मिळवून किती पुस्तके आहेत?",
  "Tom planted 5 seeds in a school garden. Jane planted 8 seeds. How many fewer seeds did Tom plant than Jane?": " तुषार ने शाळेच्या उद्यानात पाच बियाणे  पेरली.  जयाने आठ बियाणे पेरली.  तर तुषार ने जया पेक्षा किती बियाणे कमी  पेरली?",
  "triangle": "त्रिकोण",
  "Twitter": "ट्विटर",
  "two": "दोन",
  "User": "उपभोक्ता",
  "verified": "तपासून झालं ",
  "verify": "तपासणी",
  "verifying...": "तपासणी करतात ",
  "Visit": "भेट द्या ",
  "We sent an OTP to verify your number.": " आम्ही तुमचा संपर्क क्रमांक तपासण्यासाठी एक ओटीपी पाठवला आहे.",
  "What is your name?": "तुझं नाव काय ? ",
  "What's your age?": "तुझं वय काय ? ",
  "WhatsApp": "व्हाट्सएप",
  "Which group is bigger?": "यातला कोणता संघ मोठा आहे ?",
  "Which is a circle?": "यातलां वर्तुळ कोणता ? ",
  "Which is the biggest?": "यातलं सर्वात मोठं कोणतं ? ",
  "Write here": "इथे लिहा",
  "Yesterday, the store had 7 bags of rice. Today, the store has 2 bags of rice. How many bags of rice did the store sell?": " दुकानात  सात तांदळाच्या गोण्या होत्या.  आज",
  "Your class code is expired": "तुमचा वर्ग कोड कालबाह्य झाला आहे",
  "You and your sister share 10 bags of chips equally. How many bags of chips will each of you get?": " तू आणि तुझ्या बहिणीने 10 चिप्सच्या पिशव्या एकसमान वाटून घेतल्या.  तर प्रत्येकीच्या वाट्याला किती पिशव्या आल्या?",
  "You have 7 balloons and your friend has 5 balloons. How many more balloons do you have than your friend?": " तुझ्याकडे सात फुगे आहेत आणि तुझ्या मित्राकडे 5 फुगे आहेत.  तर तुझ्याकडे तुझ्या मित्रापेक्षा किती जास्त  फुगे आहेत ?",
  "You have some stamps. Your brother gives 6 stamps to you. Now you have 10 stamps. How many stamps did you start with?": " तुझ्याकडे काही शिक्के आहेत.  तुझ्या भावाने तुला  सहा अजून  शिके दिले.  आता तुझ्याकडे दहा शिक्के आहेत.  तर सुरुवातीला तुझ्याकडे किती शिक्के होते ?",
  "You are disconnected or class code is expired": "तुम्ही डिस्कनेक्ट झाला आहात किंवा वर्ग कोड कालबाह्य झाला आहे",
  "Zach has 17 birthday gifts. 9 gifts are from his family and the rest are from his friends. How many gifts are from his friends?": " सुशांत कडे सतरा वाढदिवसाच्या भेटवस्तू आहेत त्यातील नऊ भेटवस्तू त्याच्या परिवाराने त्याला दिल्या आणि उरलेल्या भेटवस्तू त्याच्या मित्रांनी दिल्या तर त्यातील किती भेटवस्तू त्याच्या मित्रांनी दिल्या?",
  "zero": "शून्य"
}