{
    "0 sides": "0 ಬದಿ",
    "1 face": "1 ಮುಖ",
    "10 sides": "10 ಬದಿ",
    "2 birds were sitting on the fence. 4 more birds joined them. How many birds are on the fence?": "2 ಪಕ್ಷಿಗಳು ಬೇಲಿ ಮೇಲೆ ಕುಳಿತಿದ್ದವು.4 ಹೆಚ್ಚಿನ ಪಕ್ಷಿಗಳು ಅವರನ್ನು ಸೇರಿಕೊಂಡವು.ಬೇಲಿ ಯಲ್ಲಿ ಎಷ್ಟು ಪಕ್ಷಿಗಳು ಇವೆ ?",
    "2 children share 8 sweets equally. How many sweets does each child get?": "2 ಮಕ್ಕಳು 8 ಸಿಹಿತಿಂಡಿಗಳನ್ನು ಸಮಾನವಾಗಿ ಹಂಚಿಕೊಳ್ಳುತ್ತಾರೆ.ಪ್ರತಿ ಮಗುವಿಗೆ ಎಷ್ಟು ಸಿಹಿತಿಂಡಿ ಸಿಗುತ್ತದೆ?",
    "20 students were equally divided into 4 groups by the teacher. How many students are in each group?": "ಶಿಕ್ಷಕರು 20 ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು  ಸಮಾನವಾಗಿ 4 ಗುಂಪುಗಳಾಗಿ ವಿಂಗಡಿಸುತ್ತಾರೆ .ಪ್ರತಿ ಗುಂಪಿನಲ್ಲಿ ಎಷ್ಟು ವಿದ್ಯಾರ್ಥಿಗಳು ಇದ್ದಾರೆ?",
    "3 friends share 12 candies equally. How many candies does each friend get?": "3 ಸ್ನೇಹಿತರು 12 ಮಿಠಾಯಿಗಳನ್ನು ಸಮಾನವಾಗಿ ಹಂಚಿಕೊಳ್ಳುತ್ತಾರೆ.ಪ್ರತಿ ಸ್ನೇಹಿತನು ಎಷ್ಟು ಮಿಠಾಯಿಗಳನ್ನು ಪಡೆಯುತ್ತಾನೆ?",
    "3 sides": "3 ಬದಿ",
    "3D shapes": "3D ಆಕಾರಗಳು",
    "4 birds are sitting on a branch. 1 flew away. How many birds are left on the branch?": "4 ಪಕ್ಷಿಗಳು ಮರದ ರೆಂಬೆಯ ಮೇಲೆ ಕುಳಿತಿವೆ. ಅದರಲ್ಲಿ 1 ಪಕ್ಷಿ ಹಾರಿಹೋಗುತ್ತದೆ. ರೆಂಬೆಯಲ್ಲಿ ಎಷ್ಟು ಪಕ್ಷಿಗಳು ಉಳಿದಿವೆ?",
    "4 sides": "4 ಬದಿಗಳು",
    "5 apples are on the table. Sam eats 2 apples. How many apples are left on the table?": "5 ಸೇಬುಗಳು ಮೇಜಿನ ಮೇಲೆ ಇರುತ್ತವೆ.ಸ್ಯಾಮ್ 2 ಸೇಬುಗಳನ್ನು ತಿನ್ನುತ್ತಾನೆ.ಮೇಜಿನ ಮೇಲೆ ಎಷ್ಟು ಸೇಬುಗಳು ಉಳಿದಿವೆ?",
    "5 sides": "5 ಬದಿಗಳು",
    "6 sides": "6 ಬದಿಗಳು",
    "7 boys ride their bikes. Some of the boys go home. 5 boys continue riding their bikes. How many boys went home?": "7 ಹುಡುಗರು ತಮ್ಮ ಬೈಕುಗಳನ್ನು ಸವಾರಿ ಮಾಡುತ್ತಾರೆ. ಕೆಲವು ಹುಡುಗರು ಮನೆಗೆ ಹೋಗುತ್ತಾರೆ. 5 ಹುಡುಗರು ತಮ್ಮ ಬೈಕುಗಳನ್ನು ಸವಾರಿ ಮಾಡುತ್ತಿದ್ದಾರೆ.ಎಷ್ಟು ಹುಡುಗರು ಮನೆಗೆ ಹೋದರು?",
    "7 children are on a bus. 4 more children get on the bus. How many children are on the bus?": "7 ಮಕ್ಕಳು ಬಸ್ನಲ್ಲಿದ್ದಾರೆ.4 ಮಕ್ಕಳು ಬಸ್ನನ್ನು ಹತ್ತುತ್ತಾರೆ .ಬಸ್ನಲ್ಲಿ ಎಷ್ಟು ಮಕ್ಕಳು ಇದ್ದಾರೆ?",
    "7 red apples and 2 green apples are in the basket. How many apples are in the basket?": "7 ಕೆಂಪು ಸೇಬುಗಳು ಮತ್ತು 2 ಹಸಿರು ಸೇಬುಗಳು ಬುಟ್ಟಿಯಲ್ಲಿವೆ.ಬುಟ್ಟಿಯಲ್ಲಿ ಒಟ್ಟಿಗೆ ಎಷ್ಟು ಸೇಬುಗಳು ಇವೆ?",
    "8 birds sat on a tree branch. Some flew away. Now there are 3 birds on the branch. How many birds flew away?": "8 ಪಕ್ಷಿಗಳು ಮರದ ರೆಂಬೆಯ ಮೇಲೆ ಕುಳಿತುಕೊಳ್ಳುತ್ತವೆ. ಕೆಲವು ಪಕ್ಷಿಗಳು  ಹಾರಿಹೋಗುತ್ತದೆ.ಈಗ ರೆಂಬೆಯಲ್ಲಿ 3 ಪಕ್ಷಿಗಳು ಇವೆ.ಎಷ್ಟು ಪಕ್ಷಿಗಳು ಹಾರಿಹೋದವು ?",
    "A bee has 6 legs. How many legs do 2 bees have?": "ಜೇನುನೊಣವು 6 ಕಾಲುಗಳನ್ನು ಹೊಂದಿದೆ.  2 ಜೇನುನೊಣಗಳಿಗೆ  ಎಷ್ಟು ಕಾಲುಗಳು ಹೊಂದಿವೆ?",
    "A duck has 2 legs. How many legs do 3 ducks have?": "ಒಂದು ಬಾತುಕೋಳಿ 2 ಕಾಲುಗಳನ್ನು ಹೊಂದಿದೆ. 3 ಬಾತುಕೋಳಿಗಳಿಗೆ ಎಷ್ಟು ಕಾಲುಗಳು ಹೊಂದಿವೆ?",
    "A farmer gathered 16 eggs. She used 4 eggs to make breakfast. How many eggs does she have left?": "ಒಬ್ಬ ರೈತ 16 ಮೊಟ್ಟೆಗಳನ್ನು ಸಂಗ್ರಹಿಸಿದನು .ಉಪಹಾರ ಮಾಡಲು ಅವನು 4 ಮೊಟ್ಟೆಗಳನ್ನು ಬಳಸಿದನು. ಈಗ ರೈತನ ಬಳಿ ಎಷ್ಟು ಮೊಟ್ಟೆಗಳು ಉಳಿದಿವೆ?",
    "A farmer had 7 apple trees. She bought some more trees and now has 10 apple trees in her orchard. How many apple trees did she buy?": "ಒಬ್ಬ ರೈತನಿಗೆ 7 ಸೇಬಿನ  ಮರಗಳು ಇದ್ದವು.ಅವರು ಕೆಲವು ಮರಗಳನ್ನು ಖರೀದಿಸಿದರು , ಈಗ ತನ್ನ ಹಣ್ಣಿನ ತೋಟದಲ್ಲಿ  10 ಸೇಬಿನ ಮರಗಳು ಇವೆ .ಅವರು ಎಷ್ಟು ಸೇಬಿನ ಮರಗಳನ್ನು ಖರೀದಿಸಿದರು?",
    "A farmer planted 5 rows of corn before lunch. He planted 7 more rows after lunch. How many rows of corn did he plant during the day?": "ರೈತ ಊಟಕ್ಕೆ ಮುಂಚಿತವಾಗಿ 5 ಸಾಲುಗಳ ಜೋಳವನ್ನು ನೆಡುತ್ತಾನೆ .ಊಟದ ನಂತರ ಅವನು 7 ಸಾಲುಗಳನು ನೆಡುತ್ತಾನು.ದಿನದಲ್ಲಿ ಅವನು ಎಷ್ಟು ಸಾಲುಗಳನ್ನು ಬೆಳೆಸಿದನು?",
    "A football team scored 3 goals in the first half. Then they scored more goals in the second half. They won the game with 5 goals! How many goals did they score in the second half?": "ಫುಟ್ಬಾಲ್ ತಂಡವು ಮೊದಲ ಅರ್ಧಭಾಗದಲ್ಲಿ 3 ಗೋಲುಗಳನ್ನು ಗಳಿಸಿತು.ನಂತರ ಅವರು ದ್ವಿತೀಯಾರ್ಧದಲ್ಲಿ ಹೆಚ್ಚು ಗೋಲುಗಳನ್ನು ಗಳಿಸಿದರು.ಅವರು 5 ಗೋಲುಗಳೊಂದಿಗೆ ಪಂದ್ಯವನ್ನು ಗೆದ್ದರು!ದ್ವಿತೀಯಾರ್ಧದಲ್ಲಿ ಅವರು ಎಷ್ಟು ಗೋಲುಗಳನ್ನುಸ್ಕೋರ್ ಮಾಡಿದರು?",
    "A man was carrying balloons but the wind blew 6 away. He has 2 balloons left. How many balloons did he start with?": "ರಾಮ ಬಲೂನ್  ಹೊತ್ತುಕೊಂಡು ಹೋಗುತ್ತಿದ್ದನು . ಆದರೆ ಗಾಳಿಯಿಂದ 6 ಬಲೂನ್ಗಳು  ಹಾರಿ ಹೋದವು. ಈಗ ಅವನ ಬಳಿ 2 ಬಲೂನ್ ಇವೆ . ಮೊದಲು ಅವನ ಬಳಿ ಎಷ್ಟು ಬಲೂನ್ಗಳು ಇದ್ದವು. ",
    "A piece of wood is 13 inches long. It is cut into two parts. One part is 6 inches long. How long is the other part?": "ಒಂದು ಮರದ ತುಂಡು 13 ಇಂಚು ಉದ್ದವಿದೆ .ಅದನ್ನು  ಎರಡು ಭಾಗಗಳಾಗಿ ಕತ್ತರಿಸಲಾಗುತ್ತದೆ.ಒಂದು ಭಾಗವು 6 ಇಂಚು ಉದ್ದವಾಗಿದೆ.ಇನ್ನೊಂದು ಭಾಗ ಎಷ್ಟು ಉದ್ದವಿದೆ ?",
    "Achievements": "ಸಾಧನೆಗಳು",
    "Add Teacher": "ಶಿಕ್ಷಕ ಸೇರಿಸಿ",
    "Age   :": "ವಯಸ್ಸು:",
    "Allie bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "ಅಲೀ 2 ಚೀಲಗಳ ಮಾವಿನ ಹಣ್ಣನ್ನು  ಖರೀದಿಸಿದಳು .ಪ್ರತಿ ಚೀಲದಲ್ಲಿ  4 ಮಾವಿನ ಹಣ್ಣುಗಳಿವೆ.ಅವಳು  ಎಷ್ಟು ಮಾವಿನ ಹಣ್ಣನ್ನು ಖರೀದಿಸಿದರು?",
    "Amy walks 4 blocks to school. Jane walks 2 blocks to school. How many more blocks does Amy walk than Jane to school?": "ರಾಮ ಶಾಲೆಗೆ  ಹೋಗಲು 4 ಕಿಮೀ  ನಡೆಯುತ್ತಾನೆ. ಕೇಶವ ಶಾಲೆಗೆ ಹೋಗಲು 2 ಕಿಮೀ  ನಡೆಯುತ್ತಾನ . ರಾಮ ಶಾಲೆಗೆ  ಹೋಗಲು ಕೇಶವನಿಗಿಂತ ಎಷ್ಟು ಕಿಮೀ ಜಾಸ್ತಿ ನಡೆಯುತ್ತಾನೆ. ",
    "Ana has 7 cookies. She eats 2 of them. How many cookies does she have left?": "ಸೀತಾಳ ಬಳಿ 7 ಚಾಕಲೇಟ್ ಇದ್ದವು. ಅದರಲ್ಲಿ ಅವಳು ಎರಡು ಚಾಕಲೇಟ್ ತಿಂದಳು . ಈಗ ಅವಳ ಬಳಿ ಎಷ್ಟು ಚೊಕೊಲೇಟ್ ಇವೆ ? ",
    "Animals and Babies": "ಪ್ರಾಣಿಗಳು ಮತ್ತು ಶಿಶುಗಳು",
    "Anita has 5 books. 3 of them are science books and the rest are storybooks. How many are storybooks?": "ಅನಿತಾಳ ಬಳಿ 5 ಪುಸ್ತಕಗಳು ಇದ್ದವು, ಅವುಗಳಲ್ಲಿ 3 ವಿಜ್ಞಾನ ಪುಸ್ತಕಗಳು ಮತ್ತು ಉಳಿದವು ಕಥೆಪುಸ್ತಕಗಳು.ಅವಳ ಬಳಿ  ಎಷ್ಟು ಕಥೆ ಪುಸ್ತಕಗಳು  ಇದ್ದವು?",
    "Anna bought 12 plants. Her sister bought 7 plants. How many more plants did Anna buy than her sister?": "ಗೋಪಿ 12 ಸಸ್ಯಗಳನ್ನು ಖರೀದಿಸಿದನು .ಅವನ ಸಹೋದರಿ 7 ಸಸ್ಯಗಳನ್ನು ಖರೀದಿಸಿದಳು .ತನ್ನ ಸಹೋದರಿಗಿಂತ ಗೋಪಿಯ ಬಳಿ ಎಷ್ಟು ಸಸ್ಯಗಳು ಜಾಸ್ತಿ ಇದ್ದವು ?",
    "App Language :": "ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ:",
    "apples": "ಸೇಬು",
    "Backgrounds": "ಹಿನ್ನೆಲೆಗಳು",
    "Begin Quiz": "ರಸಪ್ರಶ್ನೆ ಪ್ರಾರಂಭಿಸಿ",
    "Beth has 13 flowers in her garden. Kate has 8 flowers. How many more flowers does Beth have than Kate?": "ಬೆತ್ ಉದ್ಯಾನದಲ್ಲಿ 13 ಹೂವುಗಳು ಇದ್ದವು ಹಾಗು ಕೇಟ್ ನ ಉದ್ಯಾನದಲ್ಲಿ8  ಹೂವುಗಳು ಇದ್ದವು.ಬೆತ್ ಬಳಿ ಕೇಟ್ ಗಿಂತ ಎಷ್ಟು ಹೂವುಗಳು ಜಾಸ್ತಿ ಇದ್ದವು?",
    "Billy has 2 marbles. Audrey has 3 more marbles than Billy. How many marbles does Audrey have?": "ಬಿಲ್ಲಿಯ ಬಳಿ 2 ಗೋಲಿಗಳು ಇವ. ಆಡ್ರೆಯ ಬಳಿ ಬಿಳ್ಳಿಗಿಂತ 3 ಹೆಚ್ಚು ಗೋಲಿಗಳಿವೆ. ಆಡ್ರೆಯ ಬಳಿ ಎಷ್ಟು ಗೋಲಿಗಳು ಇವೆ ",
    "Bob has 4 pencils and his sister has 8 more pencils than him. How many pencils does Bob's sister have?": "ಬಾಬ್ಗೆ 4 ಪೆನ್ಸಿಲ್ಗಳು ಮತ್ತು ಅವನ ಸಹೋದರಿ ಅವರಿಗಿಂತ 8 ಪೆನ್ಸಿಲ್ಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ.ಬಾಬ್ನ ಸಹೋದರಿ ಎಷ್ಟು ಪೆನ್ಸಿಲ್ಗಳು ಹೊಂದಿದ್ದಾರೆ?",
    "Bobby bought 3 more books than Gabby. Gabby bought a book. How many books did Bobby buy?": "ಬಾಬಿ ಗ್ಯಾಬಿಗಿಂತ 3 ಪುಸ್ತಕ ಜಾಸ್ತಿ ಖರೀದಿಸುತ್ತಾನೆ .ಗ್ಯಾಬಿ 1 ಪುಸ್ತಕವನ್ನು ಖರೀದಿಸಿದನು .ಬಾಬಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಖರೀದಿಸಿದನು?",
    "books": "ಪುಸ್ತಕಗಳು",
    "Boy": "ಹುಡುಗ",
    "Brad has 17 balloons. 8 balloons are red and the rest are green. How many balloons are green?": "ಬ್ರಾಡ್ ನ ಬಳಿ 17 ಬಲೂನುಗಳಿವೆ. ಅದರಲ್ಲಿ 8 ಬಲೂನುಗಳು ಕೆಂಪು ಮತ್ತು ಉಳಿದವು ಹಸಿರು.ಬ್ರಾಡ್ ನ ಬಳಿ ಎಷ್ಟು ಹಸಿರು ಬಲೂನುಗಳಿವೆ?",
    "Brittany has 7 shirts in her closet.3 of them are blue and the rest are green. How many green shirts does she have?": "ಸೀತಾಳ  ಕ್ಲೋಸೆಟ್ನಲ್ಲಿ 7 ಶಿರ್ಟ್ಗಳಿದ್ದವು , ಅವುಗಳಲ್ಲಿ 3 ನೀಲಿ ಮತ್ತು ಉಳಿದವು ಹಸಿರು ಬಣ್ಣದ್ದಾಗಿದ್ದವು.ಅವಳ ಬಳಿ ಎಷ್ಟು ಹಸಿರು ಶರ್ಟ್ಗಳು ಇದ್ದವು? ",
    "Cancel": "ರದ್ದುಮಾಡು",
    "Cannot verify OTP": "OTP ಅನ್ನು ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ",
    "Challenge": "ಸವಾಲು",
    "Children are drawing pictures to decorate their classroom. The boys draw 11 pictures and the girls draw 20. How many more pictures do girls draw than boys?": "ಮಕ್ಕಳು ತಮ್ಮ ತರಗತಿಯನ್ನು ಅಲಂಕರಿಸಲು ಚಿತ್ರಗಳನ್ನು ಚಿತ್ರಿಸುತ್ತಿದ್ದಾರೆ.ಹುಡುಗರು 11 ಚಿತ್ರಗಳನ್ನು ಚಿತ್ರಿಸುತ್ತಾರೆ ಮತ್ತು ಹುಡುಗಿಯರು 20 ಚಿತ್ರಗಳನ್ನು ಚಿತ್ರಿಸುತ್ತಾರೆ. ಹುಡುಗರಿಗಿಂತ ಹುಡುಗಿಯರು ಎಷ್ಟು ಚಿತ್ರ ಜಾಸ್ತಿ  ಚಿತ್ರಿಸುತ್ತಾರೆ?",
    "Choose your avatar": "ನಿಮ್ಮ ಅವತಾರವನ್ನು ಆರಿಸಿ",
    "Choose Your Language": "ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆರಿಸಿ",
    "Class  :": "ವರ್ಗ:",
    "circle": "ವೃತ್ತ",
    "Click x1 times on number x2!": "X2 x2 ನಲ್ಲಿ X1 ಬಾರಿ ಕ್ಲಿಕ್ ಮಾಡಿ!",
    "cone": "ಕೋನ್",
    "Confirm": "ದೃಢೀಕರಿಸಿ",
    "Contact Us": "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "Contact": "ಸಂಪರ್ಕ",
    "Continue": "ಮುಂದುವರಿಸು",
    "Count and Match": "ಎಣಿಕೆ ಮತ್ತು ಹೊಂದಾಣಿಕೆ",
    "Count and Pair": "ಎಣಿಕೆ ಮತ್ತು ಜೋಡಿ",
    "cube": "ಕ್ಯೂಬ್",
    "cylinder": "ಸಿಲಿಂಡರ್",
    "David and his friends fly 9 kites. Some kites get stuck in a tree. 6 kites are still flying. How many kites are stuck in the tree?": "ಡೇವಿಡ್ ಮತ್ತು ಅವನ ಸ್ನೇಹಿತರು 9 ಗಾಳಿಪಟಗಳನ್ನು ಹಾರಿಸುತ್ತಾರೆ.ಕೆಲವು ಗಾಳಿಪಟಗಳು ಮರದೊಳಗೆ ಅಂಟಿಕೊಳ್ಳುತ್ತವೆ  ,6 ಗಾಳಿಪಟಗಳು ಇನ್ನೂ ಹಾರುತ್ತಿರುತ್ತವೆ ಹಾಗಾದರೆ ಎಷ್ಟು ಗಾಳಿಪಟಗಳು ಮರದಲ್ಲಿ ಸಿಲುಕಿಕೊಂಡಿವವೆ?",
    "Deanna has 5 more puzzles than Fatou. Fatou has 3 puzzles. How many puzzles does Deanna have?": "ಡೀಯಾನಾಗೆ ಸೀತಾಗಿಂತ 5 ಜಾಸ್ತಿ ಪಧಬಂಧಗಳಿವೆ .ಸೀತಾಗೆ 3 ಪದಬಂಧಗಲಿದ್ದರೆ  ಡೀಯಾನಾಗೆ ಎಷ್ಟು ಪಧಬಂಧಗಳಿವೆ?",
    "Diego has 11 mangos in a basket. Diego gives 4 mangos to his sister. How many mangos are left in the basket?": "ಡಿಯಾಗೋ ಬುಟ್ಟಿಯಲ್ಲಿ 11 ಮಾವಿನಹಣ್ಣುಗಳಿವೆ. ಡಿಯಾಗೋ ತನ್ನ ಸಹೋದರಿಗೆ 4 ಮಾವಿನಹಣ್ಣುಗಳನ್ನು ನೀಡುತ್ತಾಳೆ ಈಗ ಬುಟ್ಟಿಯಲ್ಲಿ ಎಷ್ಟು ಮಾವಿನಹಣ್ಣುಗಳಿವೆ ?",
    "Division": "ವಿಭಜನೆ",
    "Digital Skills": "ಡಿಜಿಟಲ್ ಕೌಶಲ್ಯಗಳು",
    "Done": "ಮುಗಿದಿದೆ",
    "Do you want to open now?": "ನೀವು ಈಗ ತೆರೆಯಲು ಬಯಸುವಿರಾ?",
    "eggs": "ಮೊಟ್ಟೆಗಳು",
    "eight": "ಎಂಟು",
    "Email :": "ಇಮೇಲ್:",
    "Email": "ಸಮ",
    "English": "ಆಂಗ್ಲ",
    "Enter the 6-digit otp here...": "ಇಲ್ಲಿ 6-ಅಂಕಿಯ OTP ಅನ್ನು ನಮೂದಿಸಿ ...",
    "Ernest makes 5 paper airplanes. Nicole makes 14 paper airplanes. How many fewer paper airplanes does Ernest make than Nicole?": "ಅರ್ನೆಸ್ಟ್ 5 ಕಾಗದದ ವಿಮಾನಗಳನ್ನು ಮಾಡುತ್ತದೆ.ನಿಕೋಲ್ 14 ಕಾಗದದ ವಿಮಾನಗಳನ್ನು ಮಾಡುತ್ತದೆ.ನಿಕೋಲ್ಗಿಂತ ಎಷ್ಟು ಕಡಿಮೆ ಕಾಗದದ ವಿಮಾನಗಳು ಎರ್ನೆಸ್ಟ್ ಮಾಡುತ್ತವೆ?",
    "Error downloading content. Please connect to internet and try again": "ವಿಷಯವನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಲು ದೋಷ.ದಯವಿಟ್ಟು ಇಂಟರ್ನೆಟ್ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ",
    "EXIT ?": "ನಿರ್ಗಮಿಸಿ?",
    "Facebook": "ಫೇಸ್ಬುಕ್",
    "fish": "ಮೀನು",
    "five": "ಐದು",
    "Follow Us": "ನಮ್ಮನ್ನು ಅನುಸರಿಸಿ",
    "four": "ನಾಲ್ಕು",
    "Fred is 12 years old. His brother Tom is 8 years old. How much younger is Tom than Fred?": "ಫ್ರೆಡ್ 12 ವರ್ಷ ವಯಸ್ಸಾಗಿದೆ.ಅವರ ಸಹೋದರ ಟಾಮ್ 8 ವರ್ಷ.ಫ್ರೆಡ್ಗಿಂತ ಎಷ್ಟು ಕಿರಿಯ ವಯಸ್ಸಾಗಿದೆ?",
    "Friends": "ಸ್ನೇಹಿತರು",
    "Gabby worked 4 more hours than Ian. Ian worked 8 hours. How many hours did Gabby work?": "ಗ್ಯಾಬಿ 4 ಇಯಾನ್ಗಿಂತ 4 ಗಂಟೆಗಳ ಕಾಲ ಕೆಲಸ ಮಾಡಿದರು.ಇಯಾನ್ 8 ಗಂಟೆಗಳ ಕೆಲಸ.ಗ್ಯಾಬಿ ಕೆಲಸ ಎಷ್ಟು ಗಂಟೆಗಳು?",
    "Game Over": "ಗೇಮ್ ಓವರ್",
    "Gender :": "ಲಿಂಗ:",
    "Gender": "ಲಿಂಗ",
    "George went to a store and bought some t-shirts. He went to another store and bought 2 more t-shirts. He bought a total of 7 t-shirts. How many t-shirts did he buy at the first store?": "ಜಾರ್ಜ್ ಅಂಗಡಿಗೆ ಹೋದರು ಮತ್ತು ಕೆಲವು ಟೀ ಶರ್ಟ್ಗಳನ್ನು ಖರೀದಿಸಿದರು.ಅವರು ಮತ್ತೊಂದು ಅಂಗಡಿಗೆ ಹೋದರು ಮತ್ತು 2 ಟೀ ಶರ್ಟ್ಗಳನ್ನು ಖರೀದಿಸಿದರು.ಅವರು ಒಟ್ಟು 7 ಟೀ ಶರ್ಟ್ಗಳನ್ನು ಖರೀದಿಸಿದರು.ಮೊದಲ ಅಂಗಡಿಯಲ್ಲಿ ಅವರು ಎಷ್ಟು ಟೀ ಶರ್ಟ್ಗಳನ್ನು ಖರೀದಿಸಿದರು?",
    "Girl": "ಹುಡುಗಿ",
    "Hannah makes 8 loaves of bread. She gives 3 loaves of bread to her cousin. How many loaves of bread does she have left?": "ಹನ್ನಾ 8 ರೊಟ್ಟಿಯನ್ನು ಬ್ರೆಡ್ ಮಾಡುತ್ತದೆ.ಅವಳು ತನ್ನ ಸೋದರಸಂಬಂಧಿಗೆ 3 ತುಂಡುಗಳನ್ನು ಬ್ರೆಡ್ ನೀಡುತ್ತಾರೆ.ಎಷ್ಟು ರೊಟ್ಟಿಗಳು ಬ್ರೆಡ್ ಬಿಟ್ಟುಹೋದಳು?",
    "Harper and Raven drew 8 pictures together. Harper drew 3 pictures. How many pictures did Raven draw?": "ಹಾರ್ಪರ್ ಮತ್ತು ರಾವೆನ್ 8 ಚಿತ್ರಗಳನ್ನು ಒಟ್ಟಿಗೆ ಜೋಡಿಸಿದರು.ಹಾರ್ಪರ್ 3 ಚಿತ್ರಗಳನ್ನು ಸೆಳೆಯಿತು.ರಾವೆನ್ ಎಷ್ಟು ಚಿತ್ರಗಳನ್ನು ಸೆಳೆಯಿತು?",
    "Helen saw 12 birds in a tree and 7 birds in another tree. How many birds did she see altogether?": "ಹೆಲೆನ್ 12 ಪಕ್ಷಿಗಳು ಮರದ ಮತ್ತು 7 ಪಕ್ಷಿಗಳು ಮತ್ತೊಂದು ಮರದ ಕಂಡಿತು.ಎಷ್ಟು ಪಕ್ಷಿಗಳು ಅವಳು ಸಂಪೂರ್ಣವಾಗಿ ನೋಡಿದಳು?",
    "Help": "ಸಹಾಯ",
    "Help?": "ಸಹಾಯ?",
    "Henry has 4 stamps. Eric has 5 more stamps than Henry. How many stamps does Eric have?": "ಹೆನ್ರಿ 4 ಅಂಚೆಚೀಟಿಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.ಎರಿಕ್ ಹೆನ್ರಿಗಿಂತ 5 ಸ್ಟ್ಯಾಂಪ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಎರಿಕ್ ಎಷ್ಟು ಅಂಚೆಚೀಟಿಗಳು ಹೊಂದಿರುತ್ತವೆ?",
    "hexagon": "ಷಟ್ಕೋನ",
    "Home": "ಮನೆ",
    "How Many": "ಎಷ್ಟು",
    "How Many??": "ಎಷ್ಟು??",
    "hundred": "ನೂರು",
    "I have 10 apples. I eat some apples. I have 4 apples left. How many apples did I eat?": "ನನಗೆ 10 ಸೇಬುಗಳಿವೆ.ನಾನು ಕೆಲವು ಸೇಬುಗಳನ್ನು ತಿನ್ನುತ್ತೇನೆ.ನನಗೆ 4 ಸೇಬುಗಳು ಉಳಿದಿವೆ.ನಾನು ಎಷ್ಟು ಸೇಬುಗಳನ್ನು ತಿನ್ನುತ್ತಿದ್ದೆ?",
    "Instagram": "ಇನ್ಸ್ಟಾಗ್ರ್ಯಾಮ್",
    "Invalid Email Address": "ಅಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸ",
    "Invalid Phone Number": "ಅಮಾನ್ಯ ಫೋನ್ ಸಂಖ್ಯೆ",
    "It rained 15 days in March. It rained 8 days in April. How many more days did it rain in March than April?": "ಇದು ಮಾರ್ಚ್ನಲ್ಲಿ 15 ದಿನಗಳು ಮಳೆ ಬೀಳುತ್ತಿತ್ತು.ಇದು ಏಪ್ರಿಲ್ನಲ್ಲಿ 8 ದಿನಗಳು ಮಳೆಯಾಯಿತು.ಏಪ್ರಿಲ್ಗಿಂತಲೂ ಎಷ್ಟು ದಿನಗಳವರೆಗೆ ಮಳೆ ಬೀಳಿತು?",
    "It rained 8 days in January. It rained 9 more days in February than January. How many days did it rain in February?": "ಇದು ಜನವರಿಯಲ್ಲಿ 8 ದಿನಗಳು ಮಳೆಯಾಯಿತು.ಇದು ಜನವರಿಗಿಂತ ಫೆಬ್ರವರಿಯಲ್ಲಿ 9 ದಿನಗಳವರೆಗೆ ಮಳೆಯಾಯಿತು.ಫೆಬ್ರವರಿಯಲ್ಲಿ ಎಷ್ಟು ದಿನಗಳು ಮಳೆ ಬೀಳುತ್ತವೆ?",
    "It takes Sally 7 minutes to run a mile. How long would it take her to run 4 miles?": "ಮೈಲಿ ಚಲಾಯಿಸಲು ಸ್ಯಾಲಿ 7 ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.4 ಮೈಲುಗಳಷ್ಟು ಚಲಾಯಿಸಲು ಎಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ?",
    "Jackie has 9 pencils. Adam has 5 more pencils than Jackie. How many pencils does Adam have?": "ಜಾಕಿ 9 ಪೆನ್ಸಿಲ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಆಡಮ್ ಜಾಕಿಗಿಂತ 5 ಪೆನ್ಸಿಲ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಆದಾಮ್ ಎಷ್ಟು ಪೆನ್ಸಿಲ್ಗಳನ್ನು ಹೊಂದಿದೆ?",
    "Jack's hen laid 6 eggs yesterday and 3 eggs today. How many eggs did Jack's hen lay in all?": "ಜ್ಯಾಕ್ನ ಹೆನ್ ನಿನ್ನೆ 6 ಮೊಟ್ಟೆಗಳು ಮತ್ತು ಇಂದು 3 ಮೊಟ್ಟೆಗಳನ್ನು ಹಾಕಿತು.ಜ್ಯಾಕ್ನ ಕೋಳಿಯು ಎಷ್ಟು ಮೊಟ್ಟೆಗಳು ಇದ್ದವು?",
    "Jacob and Henry were reading the same book. Henry read 9 more pages than Jacob. Jacob read 11 pages of the book. How many pages did Henry read?": "ಜಾಕೋಬ್ ಮತ್ತು ಹೆನ್ರಿ ಅದೇ ಪುಸ್ತಕವನ್ನು ಓದುತ್ತಿದ್ದರು.ಜಾಕೋಬ್ಗಿಂತ 9 ಹೆಚ್ಚಿನ ಪುಟಗಳನ್ನು ಹೆನ್ರಿ ಓದುತ್ತಾರೆ.ಜಾಕೋಬ್ ಪುಸ್ತಕದ 11 ಪುಟಗಳನ್ನು ಓದಿ.ಹೆನ್ರಿ ಎಷ್ಟು ಪುಟಗಳನ್ನು ಓದಿದರು?",
    "Jane bakes 15 cookies and 7 cakes. How many fewer cakes did she bake than cookies?": "ಜೇನ್ ಬೇಕ್ಸ್ 15 ಕುಕೀಸ್ ಮತ್ತು 7 ಕೇಕ್.ಕುಕೀಗಳಿಗಿಂತ ಎಷ್ಟು ಕಡಿಮೆ ಕೇಕ್ಗಳನ್ನು ತಯಾರಿಸಿತು?",
    "Jane counted 3 flowers in the flower pot. Each flower has 5 petals. How many petals are there in all?": "ಜೇನ್ ಹೂವಿನ ಮಡಕೆಯಲ್ಲಿ 3 ಹೂಗಳನ್ನು ಎಣಿಕೆ ಮಾಡಿದರು.ಪ್ರತಿಯೊಂದು ಹೂವು 5 ದಳಗಳನ್ನು ಹೊಂದಿದೆ.ಎಷ್ಟು ದಳಗಳು ಇವೆ?",
    "Jane has 9 balloons. 6 are green and the rest are blue. How many balloons are blue?": "ಜೇನ್ 9 ಬಲೂನುಗಳನ್ನು ಹೊಂದಿದೆ.6 ಹಸಿರು ಮತ್ತು ಉಳಿದವು ನೀಲಿ ಬಣ್ಣದ್ದಾಗಿರುತ್ತದೆ.ಎಷ್ಟು ಆಕಾಶಬುಟ್ಟಿಗಳು ನೀಲಿ ಬಣ್ಣದ್ದಾಗಿವೆ?",
    "Janet has 8 oranges and Sharon has 4 oranges. How many oranges do they have altogether?": "ಜಾನೆಟ್ಗೆ 8 ಕಿತ್ತಳೆ ಮತ್ತು ಶರೋನ್ 4 ಕಿತ್ತಳೆಗಳಿವೆ.ಅವರು ಎಷ್ಟು ಕಿತ್ತಳೆಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ?",
    "Jen and Joe have 5 children. 2 of them are sons. How many daughters do they have?": "ಜೆನ್ ಮತ್ತು ಜೋ 5 ಮಕ್ಕಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.ಅವುಗಳಲ್ಲಿ 2 ಮಕ್ಕಳು.ಅವರು ಎಷ್ಟು ಮಬ್ಬಾಗಿದ್ದಾರೆ?",
    "Jen made 6 sandwiches for her family. Her family ate some and 2 were left. How many sandwiches did her family eat?": "ಜೆನ್ ತನ್ನ ಕುಟುಂಬಕ್ಕೆ 6 ಸ್ಯಾಂಡ್ವಿಚ್ಗಳನ್ನು ಮಾಡಿದರು.ಅವಳ ಕುಟುಂಬವು ಕೆಲವು ಮತ್ತು 2 ಉಳಿದಿದೆ.ಅವಳ ಕುಟುಂಬವು ಎಷ್ಟು ಸ್ಯಾಂಡ್ವಿಚ್ಗಳನ್ನು ತಿನ್ನುತ್ತದೆ?",
    "Josh has 16 marbles and loses 7 of them. How many marbles does Joshi have now?": "ಜೋಶ್ 16 ಗೋಲಿಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ ಮತ್ತು ಅವುಗಳಲ್ಲಿ 7 ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ.ಜೋಶಿ ಈಗ ಎಷ್ಟು ಮಾರ್ಬಲ್ಸ್ಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ?",
    "Kajol bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "ಕಾಜೊಲ್ ಮಾಂಗೋಸ್ನ 2 ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಖರೀದಿಸಿದರು.ಪ್ರತಿ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ 4 ಮಾಂಗೋಗಳಿವೆ.ಅವರು ಎಷ್ಟು ಮಾಂಗೋಸ್ಗಳನ್ನು ಖರೀದಿಸಿದರು?",
    "Kami had 3 pages of math homework yesterday. She has 9 pages of math homework today. How many more pages does Kami have today than yesterday?": "ಕಮಿ ನಿನ್ನೆ 3 ನೇ ಪುಟಗಳನ್ನು ಹೊಂದಿತ್ತು.ಅವರು ಇಂದು 9 ಪುಟಗಳ ಗಣಿತ ಹೋಮ್ವರ್ಕ್ ಅನ್ನು ಹೊಂದಿದ್ದಾರೆ.ನಿನ್ನೆಗಿಂತ ಕಮಿಗೆ ಎಷ್ಟು ಪುಟಗಳು ಇವೆ?",
    "Katie and her brother picked 6 mangos together. Katie picked 4 mangos. How many mangos did her brother pick?": "ಕೇಟೀ ಮತ್ತು ಅವಳ ಸಹೋದರ ಒಟ್ಟಿಗೆ 6 ಮಾಂಗೋಸ್ಗಳನ್ನು ಆರಿಸಿಕೊಂಡರು.ಕೇಟೀ 4 ಮಾಂಗೋಗಳನ್ನು ಆರಿಸಿಕೊಂಡರು.ಅವಳ ಸಹೋದರ ಎಷ್ಟು ಮಾಂಗೋಸ್ ಆರಿಸಿಕೊಂಡಿದ್ದಾನೆ?",
    "Kelly saw 4 cats in front of her house. She went to sleep and when she woke up, there were 7 cats in front of her house. How many cats came to her house while she was sleeping?": "ಕೆಲ್ಲಿ ತನ್ನ ಮನೆಯ ಮುಂದೆ 4 ಬೆಕ್ಕುಗಳನ್ನು ಕಂಡರು.ಅವಳು ನಿದ್ರೆಗೆ ಹೋದಳು ಮತ್ತು ಅವಳು ಎಚ್ಚರಗೊಂಡಾಗ, ತನ್ನ ಮನೆಯ ಮುಂದೆ 7 ಬೆಕ್ಕುಗಳು ಇದ್ದವು.ಅವಳು ಮಲಗಿದ್ದಾಗ ಎಷ್ಟು ಬೆಕ್ಕುಗಳು ತನ್ನ ಮನೆಗೆ ಬಂದಳು?",
    "Kelly's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "ಕೆಲ್ಲಿಯ ಚಿಕನ್ ನಿನ್ನೆ 6 ಮೊಟ್ಟೆಗಳನ್ನು ಹಾಕಿತು.ಇಂದು, ಅವಳ ಚಿಕನ್ ನಿನ್ನೆಗಿಂತ 5 ಮೊಟ್ಟೆಗಳನ್ನು ಹಾಕಿತು.ಅವಳ ಚಿಕನ್ ಇಂದು ಎಷ್ಟು ಮೊಟ್ಟೆಗಳು ಇತ್ತು?",
    "Kit, Ruth, and Dean each ate 2 slices of pizza. How many slices of pizza did they eat in all?": "ಕಿಟ್, ರುತ್, ಮತ್ತು ಡೀನ್ ಪ್ರತಿ ಪಿಜ್ಜಾದ 2 ಚೂರುಗಳನ್ನು ತಿನ್ನುತ್ತಿದ್ದರು.ಪಿಜ್ಜಾದ ಎಷ್ಟು ಚೂರುಗಳು ತಿನ್ನುತ್ತವೆ?",
    "Kyle got 3 new shirts on his birthday. He already had 5 shirts. How many shirts does he have now?": "ಕೈಲ್ ಅವರ ಹುಟ್ಟುಹಬ್ಬದಂದು 3 ಹೊಸ ಶರ್ಟ್ಗಳನ್ನು ಪಡೆದರು.ಅವರು ಈಗಾಗಲೇ 5 ಶರ್ಟ್ಗಳನ್ನು ಹೊಂದಿದ್ದರು.ಅವರು ಈಗ ಎಷ್ಟು ಶರ್ಟ್ಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ?",
    "Laci and Kendra caught 14 fireflies altogether. Laci caught 5 fireflies. How many fireflies did Kendra catch?": "LACI ಮತ್ತು ಕೇಂದ್ರ 14 ಫೈರ್ ಫ್ಲೈಸ್ ಒಟ್ಟಾರೆಯಾಗಿ ಸೆಳೆಯಿತು.ಲ್ಯಾಕಿ 5 ಫೈರ್ ಫ್ಲೈಸ್ಗಳನ್ನು ಸೆಳೆಯಿತು.ಕೇಂದ್ರ ಕ್ಯಾಚ್ ಎಷ್ಟು ಫೈರ್ ಫ್ಲೈಸ್ ಮಾಡಿದರು?",
    "Lena has 12 books. She donates 8 books to her class library. How many books does Lena have left?": "ಲೆನಾ 12 ಪುಸ್ತಕಗಳನ್ನು ಹೊಂದಿದೆ.ಅವಳು 8 ಪುಸ್ತಕಗಳನ್ನು ತನ್ನ ವರ್ಗ ಗ್ರಂಥಾಲಯಕ್ಕೆ ದಾನ ಮಾಡುತ್ತಾಳೆ.ಲೆನಾ ಎಷ್ಟು ಪುಸ್ತಕಗಳು ಉಳಿದಿವೆ?",
    "Library": "ಗ್ರಂಥಾಲಯ",
    "Literacy": "ಸಾಕ್ಷರತೆ",
    "Lucy has 8 pencils. She loses 7 of them. How many pencils does Lucy have left?": "ಲೂಸಿ 8 ಪೆನ್ಸಿಲ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಅವರು 7 ರಲ್ಲಿ 7 ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೆ.ಲೂಸಿ ಎಷ್ಟು ಪೆನ್ಸಿಲ್ಗಳು ಬಿಟ್ಟು ಹೋಗುತ್ತಾನೆ?",
    "Lucy is 9 years old. Her sister Julie is 6 years old. How much older is Lucy than her sister Julie?": "ಲೂಸಿ 9 ವರ್ಷ ವಯಸ್ಸಾಗಿದೆ.ಅವಳ ಸಹೋದರಿ ಜೂಲಿ 6 ವರ್ಷ ವಯಸ್ಸಾಗಿದೆ.ತನ್ನ ಸಹೋದರಿ ಜೂಲಿಗಿಂತ ಲೂಸಿ ಎಷ್ಟು ಹಳೆಯದು?",
    "Magan bought 8 candies and Jane bought 9 candies. How many candies did they buy in all?": "ಮ್ಯಾಗನ್ 8 ಮಿಠಾಯಿಗಳನ್ನು ಖರೀದಿಸಿದರು ಮತ್ತು ಜೇನ್ 9 ಮಿಠಾಯಿಗಳನ್ನು ಖರೀದಿಸಿದರು.ಅವರು ಎಷ್ಟು ಮಿಠಾಯಿಗಳನ್ನು ಖರೀದಿಸಿದರು?",
    "mangos": "ಮಾಂಗೋಸ್",
    "marbles": "ಮಾರ್ಬಲ್ಸ್",
    "Marco bought 12 fish. He put an equal number of fish into 4 tanks. How many fish are in each tank?": "ಮಾರ್ಕೊ 12 ಮೀನುಗಳನ್ನು ಖರೀದಿಸಿದರು.ಅವರು 4 ಟ್ಯಾಂಕ್ಗಳಾಗಿ ಸಮಾನ ಸಂಖ್ಯೆಯ ಮೀನುಗಳನ್ನು ಹಾಕಿದರು.ಪ್ರತಿ ಟ್ಯಾಂಕ್ನಲ್ಲಿ ಎಷ್ಟು ಮೀನುಗಳಿವೆ?",
    "Maria read 3 books and Stacy read 5 books. How many more books did Stacy read than Maria?": "ಮಾರಿಯಾ ಓದಿ 3 ಪುಸ್ತಕಗಳು ಮತ್ತು ಸ್ಟೇಸಿ 5 ಪುಸ್ತಕಗಳನ್ನು ಓದಿ.ಮಾರಿಯಾಕ್ಕಿಂತ ಸ್ಟೇಸಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಓದಿದರು?",
    "Marin has 7 balls. Ellen has 6 more balls than Marin. How many balls does Ellen have?": "ಮರಿನ್ 7 ಎಸೆತಗಳಲ್ಲಿ.ಎಲ್ಲೆನ್ ಮರಿನ್ಗಿಂತ 6 ಹೆಚ್ಚಿನ ಚೆಂಡುಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ.ಎಲ್ಲಿನ್ ಎಷ್ಟು ಚೆಂಡುಗಳಿವೆ?",
    "Mary is decorating for a birthday party. She blew up 6 balloons this morning and 5 balloons this afternoon. How many balloons did she blow up in all?": "ಮೇರಿ ಹುಟ್ಟುಹಬ್ಬದ ಸಂತೋಷಕೂಟಕ್ಕೆ ಅಲಂಕಾರವಾಗಿದೆ.ಈ ಮಧ್ಯಾಹ್ನ ಈ ಬೆಳಿಗ್ಗೆ 6 ಆಕಾಶಬುಟ್ಟಿಗಳು ಮತ್ತು 5 ಆಕಾಶಬುಟ್ಟಿಗಳು.ಎಷ್ಟು ಆಕಾಶಬುಟ್ಟಿಗಳು ಆಕೆಯು ಎಷ್ಟು ಸ್ಫೋಟಿಸಿದ್ದಾಳೆ?",
    "Match Blue Shadows": "ನೀಲಿ ನೆರಳುಗಳನ್ನು ಹೊಂದಿಸಿ",
    "Match Coloured Objects 2": "ಬಣ್ಣದ ವಸ್ತುಗಳು 2 ಫಲಿತಾಂಶ",
    "Match Coloured Objects": "ಬಣ್ಣದ ವಸ್ತುಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ",
    "Match figures": "ಹೊಂದಾಣಿಕೆ ಅಂಕಿ",
    "Match Box": "ಹೊಂದಾಣಿಕೆ ಬಾಕ್ಸ್",
    "Maths": "ಗಣಿತ",
    "Maya has 5 marbles. Jaden has 8 marbles. How many marbles do they have altogether?": "ಮಾಯಾ 5 ಮಾರ್ಬಲ್ಸ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಜೇಡೆನ್ 8 ಗೋಲಿಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.ಅವರು ಎಷ್ಟು ಮಾರ್ಬಲ್ಸ್ಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ?",
    "Maya served 3 yams at lunch and 5 yams during dinner. How many yams were served during the day?": "ಮಾಯಾ ಊಟದಲ್ಲಿ 3 ಯುಎಮ್ಗಳನ್ನು ಮತ್ತು ಊಟದ ಸಮಯದಲ್ಲಿ 5 ಯ್ಯಾಮ್ಗಳನ್ನು ನೀಡಿದರು.ದಿನದಲ್ಲಿ ಎಷ್ಟು ಯುವಕರನ್ನು ನೀಡಲಾಗುತ್ತಿತ್ತು?",
    "Megan writes 14 letters to friends and family. 7 letters are for her friends and the rest are for her family. How many letters are for her family?": "ಮೇಗನ್ 14 ಪತ್ರಗಳನ್ನು ಸ್ನೇಹಿತರು ಮತ್ತು ಕುಟುಂಬಕ್ಕೆ ಬರೆಯುತ್ತಾರೆ.7 ಅಕ್ಷರಗಳು ಅವಳ ಸ್ನೇಹಿತರು ಮತ್ತು ಉಳಿದವು ತನ್ನ ಕುಟುಂಬಕ್ಕೆ ಇವೆ.ತನ್ನ ಕುಟುಂಬಕ್ಕೆ ಎಷ್ಟು ಅಕ್ಷರಗಳು ಇವೆ?",
    "Mia brought 10 jars of homemade jam to the market. She sold some jars and had 3 jars left. How many jars did she sell at the market?": "ಮಿಯಾ ಮಾರುಕಟ್ಟೆಗೆ ಮನೆಯಲ್ಲಿ ಜಾಮ್ನ 10 ಜಾಡಿಗಳನ್ನು ತಂದಿತು.ಅವರು ಕೆಲವು ಜಾಡಿಗಳನ್ನು ಮಾರಿದರು ಮತ್ತು 3 ಜಾಡಿಗಳನ್ನು ಬಿಟ್ಟುಬಿಟ್ಟರು.ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಎಷ್ಟು ಜಾಡಿಗಳನ್ನು ಮಾರಾಟ ಮಾಡಿದರು?",
    "Michael's cat had 9 kittens. 5 of them are white and the rest are gray. How many gray kittens did the cat have?": "ಮೈಕೆಲ್ನ ಬೆಕ್ಕು 9 ಕಿಟೆನ್ಸ್ ಹೊಂದಿತ್ತು.ಅವುಗಳಲ್ಲಿ 5 ಬಿಳಿ ಮತ್ತು ಉಳಿದವು ಬೂದು ಬಣ್ಣದ್ದಾಗಿರುತ್ತವೆ.ಬೆಕ್ಕು ಎಷ್ಟು ಬೂದು ಬಣ್ಣಗಳು ಹೊಂದಿದ್ದವು?",
    "Mike has 3 pairs of socks. Each pair has 2 socks. How many socks does Mike have?": "ಮೈಕ್ 3 ಜೋಡಿ ಸಾಕ್ಸ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಪ್ರತಿಯೊಂದು ಜೋಡಿ 2 ಸಾಕ್ಸ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಮೈಕ್ ಎಷ್ಟು ಸಾಕ್ಸ್ಗಳು ಹೊಂದಿರುತ್ತವೆ?",
    "Millie has 9 bracelets. She loses 2 of them. How many bracelets does Millie have left?": "ಮಿಲ್ಲಿ 9 ಕಡಗಗಳನ್ನು ಹೊಂದಿದೆ.ಅವರು ಅವರಲ್ಲಿ 2 ಕಳೆದುಕೊಳ್ಳುತ್ತಾರೆ.ಮಿಲ್ಲಿಗೆ ಎಷ್ಟು ಬ್ರೇಸೆಲೆಟ್ಗಳು ಉಳಿದಿವೆ?",
    "Miranda baked 18 brownies. She put an equal number of brownies on to 2 plates. How many brownies are on each plate?": "ಮಿರಾಂಡಾ ಬೇಯಿಸಿದ 18 ಬ್ರೌನಿಗಳು.ಅವಳು 2 ಪ್ಲೇಟ್ಗಳಿಗೆ ಸಮಾನ ಸಂಖ್ಯೆಯ ಬ್ರೌನಿಗಳನ್ನು ಹಾಕಿದರು.ಪ್ರತಿ ಪ್ಲೇಟ್ನಲ್ಲಿ ಎಷ್ಟು ಬ್ರೌನಿಗಳು ಇವೆ?",
    "Mr. Simpson's class has 18 books. He arranges them equally on 3 shelves. How many books are on each shelf?": "ಶ್ರೀ ಸಿಂಪ್ಸನ್ರ ವರ್ಗವು 18 ಪುಸ್ತಕಗಳನ್ನು ಹೊಂದಿದೆ.ಅವರು ಅವುಗಳನ್ನು 3 ಕಪಾಟಿನಲ್ಲಿ ಸಮಾನವಾಗಿ ಜೋಡಿಸುತ್ತಾರೆ.ಪ್ರತಿ ಶೆಲ್ಫ್ನಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?",
    "More...": "ಇನ್ನಷ್ಟು ...",
    "Ms. Dawson has 12 students in her class. Some students are absent and 7 students are present. How many students are absent?": "ಮಿಸ್ ಡಾಸನ್ ತನ್ನ ವರ್ಗದಲ್ಲಿ 12 ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ.ಕೆಲವು ವಿದ್ಯಾರ್ಥಿಗಳು ಇರುವುದಿಲ್ಲ ಮತ್ತು 7 ವಿದ್ಯಾರ್ಥಿಗಳು ಇದ್ದಾರೆ.ಎಷ್ಟು ವಿದ್ಯಾರ್ಥಿಗಳು ಇರುವುದಿಲ್ಲ?",
    "Ms. Hannah is playing a hide-and-seek game with her 11 students. She finds 3 students. How many students are still hiding?": "ಶ್ರೀಮತಿ ಹನ್ನಾ ತನ್ನ 11 ವಿದ್ಯಾರ್ಥಿಗಳೊಂದಿಗೆ ಮರೆಮಾಚುವ ಮತ್ತು ಹುಡುಕುವ ಆಟ.ಅವಳು 3 ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಕಂಡುಕೊಳ್ಳುತ್ತಾರೆ.ಎಷ್ಟು ವಿದ್ಯಾರ್ಥಿಗಳು ಇನ್ನೂ ಮರೆಯಾಗುತ್ತಿದ್ದಾರೆ?",
    "Ms. Jones ordered 8 bags of sugar. 5 bags are delivered today. The rest will be delivered tomorrow. How many bags of sugar will be delivered tomorrow?": "ಮಿಸ್ ಜೋನ್ಸ್ ಸಕ್ಕರೆಯ 8 ಚೀಲಗಳನ್ನು ಆದೇಶಿಸಿದರು.5 ಚೀಲಗಳನ್ನು ಇಂದು ವಿತರಿಸಲಾಗುತ್ತದೆ.ಉಳಿದವು ನಾಳೆ ವಿತರಿಸಲಾಗುವುದು.ನಾಳೆ ಎಷ್ಟು ಚೀಲಗಳು ಸಕ್ಕರೆಯ ವಿತರಿಸಲಾಗುವುದು?",
    "Name   :": "ಹೆಸರು:",
    "Name": "ಹೆಸರು",
    "Nassir picks up a 17-page book. He reads 9 pages. How many pages does he have left to read?": "ನಸಿರ್ 17-ಪುಟ ಪುಸ್ತಕವನ್ನು ಎತ್ತಿಕೊಳ್ಳುತ್ತಾನೆ.ಅವರು 9 ಪುಟಗಳನ್ನು ಓದುತ್ತಾರೆ.ಓದಲು ಅವರು ಎಷ್ಟು ಪುಟಗಳನ್ನು ಬಿಟ್ಟು ಹೋಗುತ್ತಾರೆ?",
    "New Level Unlocked": "ಹೊಸ ಮಟ್ಟ ಅನ್ಲಾಕ್ ಮಾಡಲಾಗಿದೆ",
    "New World Unlocked": "ಹೊಸ ವಿಶ್ವ ಅನ್ಲಾಕ್ಡ್",
    "New assignment has been assigned to you": "ಹೊಸ ನಿಯೋಜನೆ ನಿಮಗೆ ನಿಯೋಜಿಸಲಾಗಿದೆ",
    "Nick has 13 oranges. He eats 5 of them. How many oranges does he have left?": "ನಿಕ್ 13 ಕಿತ್ತಳೆಗಳನ್ನು ಹೊಂದಿದೆ.ಅವರು ಅವರಲ್ಲಿ 5 ತಿನ್ನುತ್ತಾರೆ.ಅವರು ಎಷ್ಟು ಕಿತ್ತಳೆಗಳನ್ನು ತೊರೆದರು?",
    "nine": "ಒಂಬತ್ತು",
    "Objects andl shapes": "ವಸ್ತುಗಳು ಮತ್ತು ಆಕಾರಗಳು",
    "OK": "ಸರಿ",
    "one": "ಒಂದು",
    "oval": "ಅಂಡಾಕಾರದ",
    "parallelogram": "ಸಮಾಂತರ ಚತುರ್ಭುಜ",
    "Parent": "ಪೋಷಕ",
    "Parts and whole 2": "ಭಾಗಗಳು ಮತ್ತು ಇಡೀ 2",
    "Parts and Whole": "ಭಾಗಗಳು ಮತ್ತು ಸಂಪೂರ್ಣ",
    "Paul has 7 plums. Brian has 4 more plums than Paul. How many plums does Brian have?": "ಪಾಲ್ಗೆ 7 ಪ್ಲಮ್ಗಳಿವೆ.ಬ್ರಿಯಾನ್ ಪಾಲ್ಗಿಂತ 4 ಹೆಚ್ಚು ಪ್ಲಮ್ಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.ಬ್ರಿಯಾನ್ ಎಷ್ಟು ಪ್ಲಮ್ಗಳನ್ನು ಹೊಂದಿದೆ?",
    "Peter has 4 marbles. Sue gives Peter some marbles and now he has 6 marbles in all. How many marbles did Sue give Peter?": "ಪೀಟರ್ 4 ಗೋಲಿಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.ಸ್ಯೂ ಪೀಟರ್ ಕೆಲವು ಗೋಲಿಗಳನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ಈಗ ಅವರು 6 ಗೋಲಿಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.ಮೊಕದ್ದಮೆಗೆ ಎಷ್ಟು ಮರ್ಲಿಗಳು ಪೀಟರ್ ನೀಡಿದ್ದಾನೆ?",
    "Peter read 6 pages of his book before lunch. After lunch he read some more. If Peter read 9 pages in all, how many pages did he read after lunch?": "ಊಟಕ್ಕೆ ಮುಂಚೆ ಪೀಟರ್ ತನ್ನ ಪುಸ್ತಕದ 6 ಪುಟಗಳನ್ನು ಓದಿ.ಊಟದ ನಂತರ ಅವರು ಸ್ವಲ್ಪ ಹೆಚ್ಚು ಓದುತ್ತಾರೆ.ಪೀಟರ್ ಎಲ್ಲಾ 9 ಪುಟಗಳನ್ನು ಓದಿದಲ್ಲಿ, ಊಟದ ನಂತರ ಅವರು ಎಷ್ಟು ಪುಟಗಳನ್ನು ಓದಿದರು?",
    "Phone number :": "ದೂರವಾಣಿ ಸಂಖ್ಯೆ :",
    "Profile": "ವಿವರ",
    "Puzzle": "ಪಜಲ್",
    "Rectangle": "ಆಯಾತ",
    "Remove Teacher?": "ಶಿಕ್ಷಕನನ್ನು ತೆಗೆದುಹಾಕಿ?",
    "Remove User?": "ಬಳಕೆದಾರನನ್ನು ತೆಗೆದುಹಾಕಿ?",
    "Report": "ವರದಿ",
    "Resend OTP": "Otp resend",
    "Rewards": "ಪ್ರತಿಫಲಗಳು",
    "rhombus": "ರಾಂಬಸ್",
    "Sam ate 7 cookies and Jane ate 2 cookies. How many fewer cookies did Jane eat than Sam?": "ಸ್ಯಾಮ್ 7 ಕುಕೀಸ್ ಮತ್ತು ಜೇನ್ 2 ಕುಕೀಗಳನ್ನು ತಿನ್ನುತ್ತಿದ್ದರು.ಜೇನ್ ಎಷ್ಟು ಕಡಿಮೆ ಕುಕೀಗಳು ಸ್ಯಾಮ್ಗಿಂತ ತಿನ್ನುತ್ತಿದ್ದವು?",
    "Sam has 12 math problems for homework. He answered 3 of them. How many more math problems does Sam have left to answer?": "ಸ್ಯಾಮ್ ಮನೆಕೆಲಸಕ್ಕೆ 12 ಗಣಿತ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿದೆ.ಅವರು ಅವರಲ್ಲಿ 3 ಕ್ಕೆ ಉತ್ತರಿಸಿದರು.ಸ್ಯಾಮ್ ಎಷ್ಟು ಹೆಚ್ಚು ಗಣಿತದ ಸಮಸ್ಯೆಗಳು ಉತ್ತರಿಸಲು ಬಿಟ್ಟಿವೆ?",
    "Sandy is 5 years old. Mia is 7 years older than Sandy. How old is Mia?": "ಸ್ಯಾಂಡಿ 5 ವರ್ಷ ವಯಸ್ಸಾಗಿದೆ.ಮಿಯಾ ಸ್ಯಾಂಡಿಗಿಂತ 7 ವರ್ಷ ವಯಸ್ಸಾಗಿದೆ.ಮಿಯಾ ಎಷ್ಟು ಹಳೆಯದು?",
    "Sara has 14 pencils in her bag. She let her friends borrow 7 of them. How many pencils does Sara have left?": "ಸಾರಾ ತನ್ನ ಚೀಲದಲ್ಲಿ 14 ಪೆನ್ಸಿಲ್ಗಳನ್ನು ಹೊಂದಿದೆ.ಆಕೆಯ ಸ್ನೇಹಿತರು 7 ಅವರಲ್ಲಿ ಸಾಲವನ್ನು ನೀಡುತ್ತಾರೆ.ಸಾರಾ ಎಷ್ಟು ಪೆನ್ಸಿಲ್ಗಳು ಉಳಿದಿವೆ?",
    "Sarah is 5 years old. Her sister Komal is 2 years older than Sarah. How old is Komal?": "ಸಾರಾ 5 ವರ್ಷ ವಯಸ್ಸಾಗಿದೆ.ಅವಳ ಸಹೋದರಿ ಕೋಮಲ್ ಸಾರಾಗಿಂತ 2 ವರ್ಷ ವಯಸ್ಸಾಗಿರುತ್ತದೆ.ಕೋಮಲ್ ಎಷ್ಟು ಹಳೆಯದು?",
    "Sarah picked 6 flowers. She put an equal number of flowers into 2 vases. How many flowers did she put in each vase?": "ಸಾರಾ 6 ಹೂಗಳನ್ನು ಆರಿಸಿಕೊಂಡರು.ಅವರು 2 ಹೂದಾನಿಗಳೊಳಗೆ ಸಮಾನ ಸಂಖ್ಯೆಯ ಹೂವುಗಳನ್ನು ಹಾಕಿದರು.ಪ್ರತಿ ಹೂದಾನಿಗಳಲ್ಲಿ ಎಷ್ಟು ಹೂವುಗಳನ್ನು ಹಾಕಿದರು?",
    "School": "ಶಾಲೆ",
    "Setting": "ಸೆಟ್ಟಿಂಗ್",
    "seven": "ಏಳು",
    "Shante picked 6 mangos from a tree. He put an equal number of mangos into 3 boxes. How many mangos did he put in each box?": "ಶಾಂಟೆ ಮರದಿಂದ 6 ಮಾಂಗೋಸ್ ಅನ್ನು ಆರಿಸಿಕೊಂಡರು.ಅವರು 3 ಪೆಟ್ಟಿಗೆಗಳಿಗೆ ಸಮಾನ ಸಂಖ್ಯೆಯ ಮಾಂಗೋಗಳನ್ನು ಹಾಕಿದರು.ಪ್ರತಿ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಅವರು ಎಷ್ಟು ಮಾಂಗೊಗಳನ್ನು ಹಾಕಿದರು?",
    "Shape Order": "ಆಕಾರ ಆದೇಶ",
    "Shape Pattern": "ಆಕಾರ ಮಾದರಿ",
    "Shape Sequence": "ಆಕಾರ ಅನುಕ್ರಮ",
    "Shape Series": "ಆಕಾರ ಸರಣಿ",
    "Shapes and Objects": "ಆಕಾರಗಳು ಮತ್ತು ವಸ್ತುಗಳು",
    "Shapes": "ಆಕಾರಗಳು",
    "Shelby earns star stickers when she does math at school. Yesterday, Shelby earned 4 stars. Today, she earned 3 more. How many stars did Shelby earn in all?": "ಶೆಲ್ಬಿ ಅವರು ಶಾಲೆಯಲ್ಲಿ ಗಣಿತ ಮಾಡಿದಾಗ ಸ್ಟಾರ್ ಸ್ಟಿಕ್ಕರ್ಗಳನ್ನು ಸಂಪಾದಿಸುತ್ತಾರೆ.ನಿನ್ನೆ, ಶೆಲ್ಬಿ 4 ಸ್ಟಾರ್ಸ್ ಗಳಿಸಿತು.ಇಂದು ಅವರು 3 ಗಳಿಸಿದರು.ಶೆಲ್ಬಿ ಎಷ್ಟು ನಕ್ಷತ್ರಗಳು ಗಳಿಸಿದವು?",
    "Shelly bought 4 boxes of donuts. Each box contains 5 donuts. How many donuts did she buy altogether?": "ಶೆಲ್ಲಿ 4 ಡೊನುಟ್ಸ್ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಖರೀದಿಸಿತು.ಪ್ರತಿ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ 5 ಡೊನುಟ್ಸ್ ಇದೆ.ಎಷ್ಟು ಡೊನುಟ್ಸ್ ಅವರು ಒಟ್ಟಾರೆಯಾಗಿ ಖರೀದಿಸಿದರು?",
    "six": "ಆರು",
    "Some mangos were in the basket. 4 mangos were taken from the basket. Now there are 6 mangos. How many mangos were in the basket before they were taken?": "ಕೆಲವು ಮ್ಯಾಂಗೋಸ್ ಬುಟ್ಟಿಯಲ್ಲಿದ್ದರು.4 ಮ್ಯಾಂಗೋಗಳನ್ನು ಬ್ಯಾಸ್ಕೆಟ್ನಿಂದ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.ಈಗ 6 ಮಾಂಗೋಗಳು ಇವೆ.ಅವರು ತೆಗೆದುಕೊಳ್ಳುವ ಮೊದಲು ಎಷ್ಟು ಮಾಂಗೋಸ್ ಬುಟ್ಟಿಯಲ್ಲಿದ್ದರು?",
    "Soumya's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?": "ಸೌಮ್ಯ ಚಿಕನ್ ನಿನ್ನೆ 6 ಮೊಟ್ಟೆಗಳು ಹಾಕಿತು.ಇಂದು, ಅವಳ ಚಿಕನ್ ನಿನ್ನೆಗಿಂತ 5 ಮೊಟ್ಟೆಗಳನ್ನು ಹಾಕಿತು.ಅವಳ ಚಿಕನ್ ಇಂದು ಎಷ್ಟು ಮೊಟ್ಟೆಗಳು ಇತ್ತು?",
    "Sound :": "ಧ್ವನಿ:",
    "sphere": "ಗೋಳ",
    "square": "ಚದರ",
    "Stacie caught 5 fish in the morning. She caught 4 more fish in the afternoon. How many fish did Stacie catch in all?": "ಸ್ಟೇಸಿ ಬೆಳಿಗ್ಗೆ 5 ಮೀನುಗಳನ್ನು ಸೆಳೆಯಿತು.ಅವರು ಮಧ್ಯಾಹ್ನ 4 ಮೀನುಗಳನ್ನು ಸೆಳೆದರು.ಸ್ಟಾಕಿ ಎಷ್ಟು ಮೀನುಗಳನ್ನು ಕ್ಯಾಚ್ ಮಾಡಿದರು?",
    "stars": "ನಕ್ಷತ್ರಗಳು",
    "Stringed objects": "ತಂತಿ ವಸ್ತುಗಳು",
    "Succession in Shapes": "ಆಕಾರಗಳಲ್ಲಿ ಅನುಕ್ರಮ",
    "Sydney found 20 seashells on the beach. Noah found 6 seashells. How many more seashells did Sydney find than Noah?": "ಸಿಡ್ನಿ ಸಮುದ್ರತೀರದಲ್ಲಿ 20 ಸೀಶೆಲ್ಗಳನ್ನು ಕಂಡುಕೊಂಡರು.ನೋವಾ 6 ಸೀಶೆಲ್ಗಳನ್ನು ಕಂಡುಕೊಂಡರು.ನೋಹಕ್ಕಿಂತ ಸಿಡ್ನಿ ಎಷ್ಟು ಸೀಶೆಲ್ಗಳು ಕಂಡುಕೊಂಡರು?",
    "tables": "ಕೋಷ್ಟಕಗಳು",
    "Teacher  :": "ಶಿಕ್ಷಕ:",
    "ten": "ಹತ್ತು",
    "Tess picked 3 flowers in the morning. She picked some more flowers in the afternoon. If Tess picked 8 flowers in all, how many did she pick in the afternoon?": "ಟೆಸ್ ಬೆಳಿಗ್ಗೆ 3 ಹೂವುಗಳನ್ನು ಆರಿಸಿಕೊಂಡರು.ಅವರು ಮಧ್ಯಾಹ್ನ ಕೆಲವು ಹೂವುಗಳನ್ನು ಆರಿಸಿಕೊಂಡರು.ಟೆಸ್ 8 ಹೂವುಗಳನ್ನು ಎತ್ತಿದಲ್ಲಿ, ಮಧ್ಯಾಹ್ನದಲ್ಲಿ ಎಷ್ಟು ಮಂದಿ ಅವಳು ಆಯ್ಕೆ ಮಾಡಿದರು?",
    "The library has 5 more tables than the school office. The school office has 2 tables. How many tables does the library have?": "ಗ್ರಂಥಾಲಯವು ಶಾಲೆಯ ಕಚೇರಿಗಿಂತ 5 ಕೋಷ್ಟಕಗಳನ್ನು ಹೊಂದಿದೆ.ಶಾಲಾ ಕಚೇರಿಯಲ್ಲಿ 2 ಕೋಷ್ಟಕಗಳಿವೆ.ಗ್ರಂಥಾಲಯವು ಎಷ್ಟು ಕೋಷ್ಟಕಗಳನ್ನು ಹೊಂದಿದೆ?",
    "The postman delivered 3 more letters today than yesterday. He delivered 8 letters yesterday. How many letters did he deliver today?": "ಪೋಸ್ಟ್ಮ್ಯಾನ್ ಇಂದು ನಿನ್ನೆಗಿಂತ 3 ಅಕ್ಷರಗಳನ್ನು ನೀಡಿದರು.ಅವರು ನಿನ್ನೆ 8 ಅಕ್ಷರಗಳನ್ನು ನೀಡಿದರು.ಅವರು ಇಂದು ಎಷ್ಟು ಪತ್ರಗಳನ್ನು ನೀಡಿದರು?",
    "The school has two lost-and-found boxes. In the first box, there are 5 hats. In the second box, there are 4 more hats than in the first box. How many hats are there in the second box?": "ಶಾಲೆಯು ಎರಡು ಕಳೆದುಹೋದ ಮತ್ತು ಕಂಡುಬರುವ ಪೆಟ್ಟಿಗೆಗಳನ್ನು ಹೊಂದಿದೆ.ಮೊದಲ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ, 5 ಟೋಪಿಗಳು ಇವೆ.ಎರಡನೇ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ, ಮೊದಲ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ 4 ಹೆಚ್ಚಿನ ಟೋಪಿಗಳಿವೆ.ಎರಡನೇ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಎಷ್ಟು ಟೋಪಿಗಳಿವೆ?",
    "The tennis team has 12 players. 6 of the players are girls. Some are boys. How many tennis players are boys?": "ಟೆನ್ನಿಸ್ ತಂಡವು 12 ಆಟಗಾರರನ್ನು ಹೊಂದಿದೆ.ಆಟಗಾರರು 6 ಹುಡುಗಿಯರು.ಕೆಲವು ಹುಡುಗರು.ಎಷ್ಟು ಟೆನಿಸ್ ಆಟಗಾರರು ಹುಡುಗರು?",
    "There are 10 plates at the dinner table. There are 5 more people than plates. How many people are at dinner?": "ಊಟದ ಮೇಜಿನಲ್ಲಿ 10 ಫಲಕಗಳಿವೆ.ಪ್ಲೇಟ್ಗಳಿಗಿಂತ 5 ಜನರಿದ್ದಾರೆ.ಊಟದಲ್ಲಿ ಎಷ್ಟು ಜನರು ಇದ್ದಾರೆ?",
    "There are 10 students on the school bus. 3 students get off the bus. How many students are left on the bus?": "ಶಾಲಾ ಬಸ್ನಲ್ಲಿ 10 ವಿದ್ಯಾರ್ಥಿಗಳು ಇದ್ದಾರೆ.3 ವಿದ್ಯಾರ್ಥಿಗಳು ಬಸ್ನಿಂದ ಹೊರಬರುತ್ತಾರೆ.ಬಸ್ನಲ್ಲಿ ಎಷ್ಟು ವಿದ್ಯಾರ್ಥಿಗಳು ಉಳಿದಿದ್ದಾರೆ?",
    "There are 12 cats on a fence. 1 cat jumps down off of the fence. How many cats are left on the fence?": "ಬೇಲಿ ಮೇಲೆ 12 ಬೆಕ್ಕುಗಳು ಇವೆ.1 ಬೆಕ್ಕು ಬೇಲಿ ಆಫ್ ಕೆಳಗೆ ಜಿಗಿಯುತ್ತಾನೆ.ಬೇಲಿನಲ್ಲಿ ಎಷ್ಟು ಬೆಕ್ಕುಗಳು ಉಳಿದಿವೆ?",
    "There are 13 girls and 18 boys in a class. How many more boys are there than girls?": "ಒಂದು ತರಗತಿಯಲ್ಲಿ 13 ಹುಡುಗಿಯರು ಮತ್ತು 18 ಹುಡುಗರಿದ್ದಾರೆ.ಹುಡುಗಿಯರಿಗಿಂತ ಎಷ್ಟು ಮಂದಿ ಹುಡುಗರು ಇದ್ದಾರೆ?",
    "There are 14 chairs in Ms. Bloom's classroom. There are 3 more chairs in Mr. Peter's classroom. How many chairs are there in Mr. Peter's classroom?": "Ms. ಬ್ಲೂಮ್ನ ತರಗತಿಯಲ್ಲಿ 14 ಕುರ್ಚಿಗಳಿವೆ.ಶ್ರೀ ಪೀಟರ್ಸ್ ತರಗತಿಯಲ್ಲಿ 3 ಹೆಚ್ಚು ಕುರ್ಚಿಗಳಿವೆ.ಶ್ರೀ ಪೀಟರ್ಸ್ ತರಗತಿಯಲ್ಲಿ ಎಷ್ಟು ಕುರ್ಚಿಗಳಿವೆ?",
    "There are 14 fish in a water tank. Kerri put 3 more fish into the tank. How many fish are there?": "ನೀರಿನ ತೊಟ್ಟಿಯಲ್ಲಿ 14 ಮೀನುಗಳಿವೆ.ಕೆರ್ರಿ 3 ಮೀನುಗಳನ್ನು ಟ್ಯಾಂಕ್ ಆಗಿ ಹಾಕಿದರು.ಅಲ್ಲಿ ಎಷ್ಟು ಮೀನುಗಳಿವೆ?",
    "There are 15 ducks swimming in a pond. 7 ducks fly away. How many ducks are still swimming in the pond?": "ಕೊಳದೊಳಗೆ 15 ಬಾತುಕೋಳಿಗಳು ಈಜುತ್ತವೆ.7 ಬಾತುಕೋಳಿಗಳು ದೂರ ಹಾರುತ್ತವೆ.ಕೊಳದಲ್ಲೇ ಇನ್ನೂ ಎಷ್ಟು ಬಾತುಕೋಳಿಗಳು ಈಜುತ್ತವೆ?",
    "There are 15 students in a classroom. 9 of the students are wearing long pants. The rest are wearing short pants. How many students are wearing short pants?": "ತರಗತಿಯಲ್ಲಿ 15 ವಿದ್ಯಾರ್ಥಿಗಳು ಇವೆ.9 ವಿದ್ಯಾರ್ಥಿಗಳು ದೀರ್ಘ ಪ್ಯಾಂಟ್ ಧರಿಸುತ್ತಿದ್ದಾರೆ.ಉಳಿದವು ಸಣ್ಣ ಪ್ಯಾಂಟ್ಗಳನ್ನು ಧರಿಸುತ್ತಿವೆ.ಎಷ್ಟು ವಿದ್ಯಾರ್ಥಿಗಳು ಸಣ್ಣ ಪ್ಯಾಂಟ್ಗಳನ್ನು ಧರಿಸುತ್ತಿದ್ದಾರೆ?",
    "There are 16 children in a classroom. Some children go outside to play. 7 children stay inside to read books. How many children are outside?": "ತರಗತಿಯಲ್ಲಿ 16 ಮಕ್ಕಳು ಇದ್ದಾರೆ.ಕೆಲವು ಮಕ್ಕಳು ಆಡಲು ಹೊರಗೆ ಹೋಗುತ್ತಾರೆ.7 ಮಕ್ಕಳು ಪುಸ್ತಕಗಳನ್ನು ಓದಲು ಒಳಗೆ ಇರುತ್ತಾರೆ.ಎಷ್ಟು ಮಕ್ಕಳು ಹೊರಗಿರುತ್ತಾರೆ?",
    "There are 18 sheep in a barn. 9 sheep are sold. How many sheep are left in the barn?": "ಕೊಟ್ಟಿಗೆಯಲ್ಲಿ 18 ಕುರಿಗಳಿವೆ.9 ಕುರಿಗಳು ಮಾರಾಟವಾಗುತ್ತವೆ.ಕಣಜದಲ್ಲಿ ಎಷ್ಟು ಕುರಿಗಳು ಉಳಿದಿವೆ?",
    "There are 2 wagons on the farm. Each wagon carries 8 children. How many children are in the wagons?": "ಜಮೀನಿನಲ್ಲಿ 2 ವ್ಯಾಗನ್ಗಳು ಇವೆ.ಪ್ರತಿ ವ್ಯಾಗನ್ 8 ಮಕ್ಕಳನ್ನು ಒಯ್ಯುತ್ತದೆ.ವ್ಯಾಗನ್ಗಳಲ್ಲಿ ಎಷ್ಟು ಮಕ್ಕಳು ಇದ್ದಾರೆ?",
    "There are 3 sheeps in the pasture. Each sheep has 4 lambs. How many lambs are in the pasture?": "ಹುಲ್ಲುಗಾವಲಿನಲ್ಲಿ 3 ಕುರಿಗಳು ಇವೆ.ಪ್ರತಿ ಕುರಿಗಳು 4 ಕುರಿಮರಿಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ.ಹುಲ್ಲುಗಾವಲಿನಲ್ಲಿ ಎಷ್ಟು ಕುರಿಮರಿಗಳಿವೆ?",
    "There are 4 balls in a box. 2 of them are soccer balls and the rest are basketballs. How many are basketballs?": "ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ 4 ಚೆಂಡುಗಳಿವೆ.ಅವುಗಳಲ್ಲಿ 2 ಸಾಕರ್ ಚೆಂಡುಗಳು ಮತ್ತು ಉಳಿದವುಗಳು ಬ್ಯಾಸ್ಕೆಟ್ಬಾಲ್ಗಳಾಗಿವೆ.ಎಷ್ಟು ಬಾರಿ ಬ್ಯಾಸ್ಕೆಟ್ಬಾಲ್ಗಳು?",
    "There are 5 cups and 7 plates. How many more plates are there than cups?": "5 ಕಪ್ಗಳು ಮತ್ತು 7 ಪ್ಲೇಟ್ಗಳು ಇವೆ.ಕಪ್ಗಳಿಗಿಂತ ಎಷ್ಟು ಫಲಕಗಳು ಇವೆ?",
    "There are 6 beetles and 4 butterflies. How many fewer butterflies are there than beetles?": "6 ಜೀರುಂಡೆಗಳು ಮತ್ತು 4 ಚಿಟ್ಟೆಗಳು ಇವೆ.ಜೀರುಂಡೆಗಳಿಗಿಂತ ಎಷ್ಟು ಕಡಿಮೆ ಚಿಟ್ಟೆಗಳು ಇವೆ?",
    "There are 6 birds and 3 nests. How many more birds are there than nests?": "6 ಪಕ್ಷಿಗಳು ಮತ್ತು 3 ಗೂಡುಗಳಿವೆ.ಗೂಡುಗಳಿಗಿಂತ ಎಷ್ಟು ಹೆಚ್ಚಿನ ಪಕ್ಷಿಗಳು ಇವೆ?",
    "There are 6 girls and 7 boys on the bus. How many children are on the bus?": "ಬಸ್ನಲ್ಲಿ 6 ಹುಡುಗಿಯರು ಮತ್ತು 7 ಹುಡುಗರಿದ್ದಾರೆ.ಬಸ್ನಲ್ಲಿ ಎಷ್ಟು ಮಕ್ಕಳು ಇದ್ದಾರೆ?",
    "There are 7 pencils in the drawer. Dan placed 9 more pencils in the drawer. How many pencils are in the drawer?": "ಡ್ರಾಯರ್ನಲ್ಲಿ 7 ಪೆನ್ಸಿಲ್ಗಳಿವೆ.ಡ್ಯಾನ್ ಡ್ರಾಯರ್ನಲ್ಲಿ 9 ಪೆನ್ಸಿಲ್ಗಳನ್ನು ಇರಿಸಿದರು.ಡ್ರಾಯರ್ನಲ್ಲಿ ಎಷ್ಟು ಪೆನ್ಸಿಲ್ಗಳು ಇವೆ?",
    "There are 7 yellow beads and 8 red beads on a necklace. How many beads are on the necklace in all?": "ಹಾರ ಮೇಲೆ 7 ಹಳದಿ ಮಣಿಗಳು ಮತ್ತು 8 ಕೆಂಪು ಮಣಿಗಳು ಇವೆ.ಎಲ್ಲಾ ಮಣಿಗಳು ಎಷ್ಟು ಮಣಿಗಳಲ್ಲಿದೆ?",
    "There are 8 books on the shelf. Marta put 6 more books on the shelf. How many books are on the shelf?": "ಶೆಲ್ಫ್ನಲ್ಲಿ 8 ಪುಸ್ತಕಗಳಿವೆ.ಮಾರ್ಟಾ 6 ಶೆಲ್ಫ್ನಲ್ಲಿ 6 ಪುಸ್ತಕಗಳನ್ನು ಹಾಕಿದರು.ಶೆಲ್ಫ್ನಲ್ಲಿ ಎಷ್ಟು ಪುಸ್ತಕಗಳಿವೆ?",
    "There are 9 children in a classroom. 6 of them are boys. How many girls are in the classroom?": "ತರಗತಿಯಲ್ಲಿ 9 ಮಕ್ಕಳು ಇದ್ದಾರೆ.ಅವುಗಳಲ್ಲಿ 6 ಹುಡುಗರು.ತರಗತಿಯಲ್ಲಿ ಎಷ್ಟು ಹುಡುಗಿಯರು ಇದ್ದಾರೆ?",
    "There are 9 kites flying in the sky. A wind blows 3 kites down on the ground. How many kites are still flying in the sky?": "ಆಕಾಶದಲ್ಲಿ ಹಾರುವ 9 ಕೈಟ್ಸ್ ಇವೆ.ಗಾಳಿಯ ಹೊಡೆತಗಳು 3 ಗಾಳಿಪಟವನ್ನು ನೆಲದ ಮೇಲೆ ಕೆಳಗೆ ಇಳಿಸುತ್ತವೆ.ಎಷ್ಟು ಗಾಳಿಪಟಗಳು ಆಕಾಶದಲ್ಲಿ ಹಾರುತ್ತಿವೆ?",
    "There are some coins in a jar. You collect 5 more coins and now have 10 coins in all. How many coins did you start with?": "ಜಾರ್ನಲ್ಲಿ ಕೆಲವು ನಾಣ್ಯಗಳಿವೆ.ನೀವು 5 ನಾಣ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ ಈಗ 10 ನಾಣ್ಯಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ.ನೀವು ಎಷ್ಟು ನಾಣ್ಯಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿದ್ದೀರಿ?",
    "There were some seashells in Megan's pail. She finds 2 more seashells. Now she has 8 seashells in all. How many seashells did she start with?": "ಮೇಗನ್ ಪೈಲ್ನಲ್ಲಿ ಕೆಲವು ಸೀಶೆಲ್ಗಳು ಇದ್ದವು.ಅವಳು 2 ಹೆಚ್ಚು ಸೀಶೆಲ್ಗಳನ್ನು ಕಂಡುಕೊಳ್ಳುತ್ತಾರೆ.ಈಗ ಅವಳು 8 ಸೀಶೆಲ್ಗಳನ್ನು ಹೊಂದಿದ್ದಳು.ಅವರು ಎಷ್ಟು ಸೀಶೆಲ್ಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿದರು?",
    "Thomas has 2 goats on his farm. There are 6 more chickens than goats on his farm. How many chickens does he have?": "ಥಾಮಸ್ ತನ್ನ ಜಮೀನಿನಲ್ಲಿ 2 ಆಡುಗಳನ್ನು ಹೊಂದಿದ್ದಾನೆ.ತನ್ನ ಜಮೀನಿನಲ್ಲಿ ಆಡುಗಳಿಗಿಂತ 6 ಹೆಚ್ಚು ಕೋಳಿಗಳಿವೆ.ಅವರು ಎಷ್ಟು ಕೋಳಿಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ?",
    "three": "ಮೂರು",
    "Tim's dog gave birth to some puppies. Tim gave 6 puppies to his friends. Now he has 2 puppies left. How many puppies did his dog give birth to?": "ಟಿಮ್ನ ನಾಯಿಯು ಕೆಲವು ನಾಯಿಮರಿಗಳಿಗೆ ಜನ್ಮ ನೀಡಿತು.ಟಿಮ್ ತನ್ನ ಸ್ನೇಹಿತರಿಗೆ 6 ನಾಯಿಮರಿಗಳನ್ನು ನೀಡಿದರು.ಈಗ ಅವರು 2 ನಾಯಿಮರಿಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.ಅವನ ನಾಯಿ ಎಷ್ಟು ಜನರಿಗೆ ಜನ್ಮ ನೀಡಿದೆ?",
    "Tina borrowed 11 books from the library. Her friend borrowed 5 books. How many more books did Tina borrow than her friend?": "ಟೀನಾ ಲೈಬ್ರರಿಯಿಂದ 11 ಪುಸ್ತಕಗಳನ್ನು ಎರವಲು ಪಡೆದರು.ಅವಳ ಸ್ನೇಹಿತ 5 ಪುಸ್ತಕಗಳನ್ನು ಎರವಲು ಪಡೆದರು.ಟೀನಾ ತನ್ನ ಸ್ನೇಹಿತರಿಗಿಂತ ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಎರವಲು ಪಡೆದರು?",
    "Tiny shapes": "ಸಣ್ಣ ಆಕಾರಗಳು",
    "Tom has 6 books. James has 2 books. How many books do they have in all?": "ಟಾಮ್ಗೆ 6 ಪುಸ್ತಕಗಳಿವೆ.ಜೇಮ್ಸ್ 2 ಪುಸ್ತಕಗಳನ್ನು ಹೊಂದಿದೆ.ಅವರು ಎಷ್ಟು ಪುಸ್ತಕಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ?",
    "Tom planted 5 seeds in a school garden. Jane planted 8 seeds. How many fewer seeds did Tom plant than Jane?": "ಟಾಮ್ ಶಾಲೆಯ ಉದ್ಯಾನದಲ್ಲಿ 5 ಬೀಜಗಳನ್ನು ನೆಟ್ಟನು.ಜೇನ್ 8 ಬೀಜಗಳನ್ನು ನೆಡುತ್ತಿದ್ದರು.ಜೇನ್ಗಿಂತ ಟಾಮ್ ಸಸ್ಯ ಎಷ್ಟು ಕಡಿಮೆ ಬೀಜಗಳನ್ನು ಮಾಡಿದರು?",
    "triangle": "ತ್ರಿಕೋನ",
    "Twitter": "ಟ್ವಿಟರ್",
    "two": "ಎರಡು",
    "User": "ಬಳಕೆದಾರ",
    "verified": "ದೃಢೀಕರಿಸಲಾಗಿದೆ",
    "verify": "ಪರಿಶೀಲಿಸು",
    "verifying...": "ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ ...",
    "Visit": "ಭೇಟಿ",
    "We sent an OTP to verify your number.": "ನಿಮ್ಮ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಾವು OTP ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ.",
    "What is your name?": "ನಿನ್ನ ಹೆಸರೇನು?",
    "What's your age?": "ನಿನ್ನ ವಯಸ್ಸೇನು?",
    "WhatsApp": "Whatsapp",
    "Which group is bigger?": "ಯಾವ ಗುಂಪು ದೊಡ್ಡದಾಗಿದೆ?",
    "Which is a circle?": "ಇದು ವೃತ್ತವಾಗಿದೆ?",
    "Which is the biggest?": "ಇದು ಅತಿ ದೊಡ್ಡದಾಗಿದೆ?",
    "Write here": "ಇಲ್ಲಿ ಬರೆಯಿರಿ",
    "Yesterday, the store had 7 bags of rice. Today, the store has 2 bags of rice. How many bags of rice did the store sell?": "ನಿನ್ನೆ, ಅಂಗಡಿಯು 7 ಚೀಲಗಳನ್ನು ಅಕ್ಕಿ ಹೊಂದಿತ್ತು.ಇಂದು, ಅಂಗಡಿ 2 ಚೀಲಗಳನ್ನು ಅಕ್ಕಿ ಹೊಂದಿದೆ.ಅಂಗಡಿ ಎಷ್ಟು ಚೀಲಗಳನ್ನು ಮಾರಾಟ ಮಾಡಿದೆ?",
    "You and your sister share 10 bags of chips equally. How many bags of chips will each of you get?": "ನೀವು ಮತ್ತು ನಿಮ್ಮ ಸಹೋದರಿ 10 ಚೀಲಗಳ ಚಿಪ್ಗಳನ್ನು ಸಮಾನವಾಗಿ ಹಂಚಿಕೊಳ್ಳುತ್ತೀರಿ.ನಿಮ್ಮಲ್ಲಿ ಎಷ್ಟು ಚೀಲಗಳು ಚಿಪ್ಗಳನ್ನು ಪಡೆಯುತ್ತವೆ?",
    "You have 7 balloons and your friend has 5 balloons. How many more balloons do you have than your friend?": "ನಿಮ್ಮಲ್ಲಿ 7 ಬಲೂನುಗಳು ಮತ್ತು ನಿಮ್ಮ ಸ್ನೇಹಿತನಿಗೆ 5 ಬಲೂನುಗಳಿವೆ.ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗಿಂತ ಎಷ್ಟು ಬಲೂನುಗಳನ್ನು ನೀವು ಹೊಂದಿರುತ್ತೀರಿ?",
    "You have some stamps. Your brother gives 6 stamps to you. Now you have 10 stamps. How many stamps did you start with?": "ನಿಮಗೆ ಕೆಲವು ಅಂಚೆಚೀಟಿಗಳಿವೆ.ನಿಮ್ಮ ಸಹೋದರ ನಿಮಗೆ 6 ಅಂಚೆಚೀಟಿಗಳನ್ನು ನೀಡುತ್ತದೆ.ಈಗ ನೀವು 10 ಅಂಚೆಚೀಟಿಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ.ನೀವು ಎಷ್ಟು ಅಂಚೆಚೀಟಿಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿದ್ದೀರಿ?",
    "Zach has 17 birthday gifts. 9 gifts are from his family and the rest are from his friends. How many gifts are from his friends?": "ಝಾಕ್ 17 ಹುಟ್ಟುಹಬ್ಬದ ಉಡುಗೊರೆಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ.9 ಉಡುಗೊರೆಗಳು ಅವನ ಕುಟುಂಬದಿಂದ ಬಂದವು ಮತ್ತು ಉಳಿದವುಗಳು ಅವನ ಸ್ನೇಹಿತರಿಂದ ಬಂದವು.ಅವನ ಸ್ನೇಹಿತರಿಂದ ಎಷ್ಟು ಉಡುಗೊರೆಗಳಿವೆ?",
    "zero": "ಶೂನ್ಯ"
}