{
  "0 sides":"Tsy misy lafiny",
  "1 face":"Lafiny iray",
  "10 sides":"Lafiny folo",
  "2 birds were sitting on the fence. 4 more birds joined them. How many birds are on the fence?":"Nisy vorona 2 nipetraka eo amin'ny fefy. Nisy vorona 4 hafa nanatona azy teo. Firy ny isan'ny vorona mipetraka teo amin'ny fefy ?",
  "2 children share 8 sweets equally. How many sweets does each child get?":"Mifampizara mitovy zava-mamy 8 ny ankizy 2. Firy ny isan'ny zava-mamy azon'ny ankizy tsirairay ?",
  "20 students were equally divided into 4 groups by the teacher. How many students are in each group?":"Mpianatra roapolo dia nozarain’ny mpapianatra ho vondrona efatra. Firy ny mpianatra isaky ny vondrona",
  "3 friends share 12 candies equally. How many candies does each friend get?":"Mpianatra telo mizara vatomamy roa ambiny folo mitovy.Firy ny vatomamy azon'ny mpianatra tsirairay?",
  "3 sides":"Lafiny telo",
  "3D shapes":"Kisary Telo D",
  "4 birds are sitting on a branch. 1 flew away. How many birds are left on the branch?":"Vorona efatra mipetraka eo amin ny taho iray. Nanidina ny iray. Vorona firy sisa no tafajanona teo amin ny taho ?",
  "4 sides":"Lafiny efatra",
  "5 apples are on the table. Sam eats 2 apples. How many apples are left on the table?":"Misy paoma 5 eo ambony latabatra. Nohanin'i Sam ny paoma 2. Firy sisa ny paoma tavela eo ambony latabatra?",
  "5 sides":"Lafiny dimy",
  "6 sides":"Lafiny enina",
  "7 boys ride their bikes. Some of the boys go home. 5 boys continue riding their bikes. How many boys went home?":"Ankizilahy 7 milalao bisikileta. Ny sasantsasany amin'ireo ankizilahy ireo nody any an-tranony. Ny 5 nanohy nilalao bisikileta. Firy ny isan'ny ankizilahy nody any an-tranony?",
  "7 children are on a bus. 4 more children get on the bus. How many children are on the bus?":"Ankizy 7 no ao anaty fiara fitateram-bahoaka. 4 hafa niakatra tao anaty fitateram-bahoaka. Firy ny isan'ny ankizy ao anaty fitareram-bahoaka?",
  "7 red apples and 2 green apples are in the basket. How many apples are in the basket?":"Misy paoma mena 7 sy paoma maitso 2 ao anaty harona. Firy ny isan'ny paoma ao anaty harona?",
  "8 birds sat on a tree branch. Some flew away. Now there are 3 birds on the branch. How many birds flew away?":"Vorona 8 no nipetraka teo amin'ny rantsan-kazo. Nanidina ny sasany. Amin'izao vorona 3 no eo ambony rantsan-kazo. Firy ny isan'ny vorona nanidina?",
  "A bee has 6 legs. How many legs do 2 bees have?":"Manana tongotra 6 ny tantely. Firy ny isan'ny tongotry ny tantely 2 ?",
  "A duck has 2 legs. How many legs do 3 ducks have?":"Manana tongotra 2 ny ganagana. Firy ny isan'ny tongotry ny ganagana 3",
  "A farmer gathered 16 eggs. She used 4 eggs to make breakfast. How many eggs does she have left?":"Nanangona atody 16 ny mpiompy iray. Nampiasa atody 4 izy hanaovana sakafo maraina. Firy sisa ny atody tavela?",
  "A farmer had 7 apple trees. She bought some more trees and now has 10 apple trees in her orchard. How many apple trees did she buy?":"Nanana fototra paoma 7 ny mpiompy iray. Nividy hazo hafa izy ary manana fototra paoma 10 izy amin'izao ao anaty sahany. Firy ny fototra paoma novidiany?",
  "A farmer planted 5 rows of corn before lunch. He planted 7 more rows after lunch. How many rows of corn did he plant during the day?":"Namboly laharana katsaka 5 ny mpamboly iray talohan'ny sakafo antoandro. Namboly laharana 7 hafa izy taorian'ny sakafo antoandro. Firy ny isan'ny laharana katsaka namboleny ny tontolo andro?",
  "A football team scored 3 goals in the first half. Then they scored more goals in the second half. They won the game with 5 goals! How many goals did they score in the second half?":"",
  "A man was carrying balloons but the wind blew 6 away. He has 2 balloons left. How many balloons did he start with?":"Nisy lehilahy nitondra balôma fa nentin'ny rivotra ny 6. 2 sisa ny balômany tavela. Firy ny isan'ny balôma nanombohany ?",
  "A piece of wood is 13 inches long. It is cut into two parts. One part is 6 inches long. How long is the other part?":"Tapa-kazo iray mirefy 13 sm ny halavany. Nozaraina tapany roa izy. Ny tapany iray mirefy 6 sm ny halavany. Firy ny halavan'ny tapany iray hafa ?",
  "Achievements":"Famaranana",
  "Add Teacher":"Manampy mpampianatra",
  "Age  :":"Taona :",
  "Add & Subtract - 1":"Manampy sy Manala Voalohany",	
  "Add & Subtract - 2":"Manampy sy Manala Faharoa",	
  "Add & Subtract - 3":"Manampy sy Manala Fahatelo",	
  "Add & Subtract - 4":"Manampy sy Manala Fahefatra",	
  "Add & Subtract - 5":"Manampy sy Manala Fahadimy",	
  "Add & Subtract - 6":"Manampy sy Manala Fahenina",	
  "Add & Subtract - 7":"Manampy sy Manala Fahafito",	
  "Add & Subtract - 8":"Manampy sy Manala Fahavalo",	
  "Add 1":"Manampy iray",	
  "Add 1-20":"Manampy iray ka hatramin'ny roapolo",	
  "Add 1-50":"Manampy iray ka hatramin'ny dimampolo",	
  "Add 1-99":"Manampy iray ka hatramin'ny sivy ambin’ny sivifolo",	
  "Add 10-100":"Manampy folo ka hatramin'ny zato",	
  "Add 10-20":"Manampy folo ka hatramin'ny roapolo",	
  "Add 11-100":"Manampy iraika ambin’ny folo ka hatramin'ny zato",	
  "Add 2":"Manampy roa",	
  "Add 2 Digit Numbers":"Manampy manindry isa roa",	
  "Add 3 and 4":"Manampy telo sy efatra",	
  "Add 3 Digits - 1":"Manampy manindry telo sy manala iray",	
  "Add 3 Digits - 2":"Manampy manindry manindry telo sy manala roa",	
  "Add and Learn":"Manampy sy mianatra",	
  "Addition":"Fanampiana",	
  "Addition 1":"Fanampiana iray",	
  "Addition 11-20":"Fanampiana iraika ambin’ny folo ka hatramin’ny roapolo",	
  "Addition 2":"Fanampiana roa",	
  "Addition 3":"Fanampiana telo",	
  "Addition Advanced":"Fanampiana dingana ambony",	
  "Addition Basic":"Fanampiana dingana fototra",	
  "Addition Beginners":"Fanampiana ho an'ny vao manomboka",	
  "Addition Elementary":"Fanampiana dingana faran'ny ambany",	
  "Addition Mastery":"Fanampiana mahafehy dingana",	
  "Arrange Numbers 1-100":"Alamino ny isa iray ka hatramin’ny zato",	
  "Ascending and Descending":"Manonga sy mijotso",	
  "Ascending and Descending -1":"Manonga sy mijotso 1",	
  "Ascending and Descending -2":"Manonga sy mijotso 2",	
  "Allie bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?":"Nividy manga 2 boaty i Allie. Ny boaty iray dia ahitana manga 4. Firy ny isan'ny manga novidiany ?",
  "Amy walks 4 blocks to school. Jane walks 2 blocks to school. How many more blocks does Amy walk than Jane to school?":"Miampita arabe 4 i Amy raha ho any an-tsekoly. Jane miampita arabe 2 raha ho any an-tsekoly. Manatombo firy amin'ny an'i Jane ny isan'ny arabe iampitan'i Amy raha ho any an-tsekoly?",
  "Ana has 7 cookies. She eats 2 of them. How many cookies does she have left?":"Manana bisiki 7 i Ana. Nohaniny ny 2. Firy sisa ny bisikiny tavela?",
  "Animals and Babies":"Biby sy zazakely maro",
  "Anita has 5 books. 3 of them are science books and the rest are storybooks. How many are storybooks?":"Manana boky 5 i Anita. Telo amin'izy ireo dia boky siansa ary ny ambiny boky tantara. Firy ny isan'ny boky tantara?",
  "Anna bought 12 plants. Her sister bought 7 plants. How many more plants did Anna buy than her sister?":"Nividy zava-maniry 12 i Anna. Ny rahavaviny nividy zava-maniry 7. Manatombo firy amin'ny an'ny rahavaviny ny zava-maniry novidian'i Anna ?",
  "App Language :":"App mikasika ny Fiteny :",
  "apples":"Paoma",
  "Backgrounds":"Tokotany na lafika",
  "Beginners  Addition 1-20":"Fanampiana ho an'ny vao manomboka 1-20",	
  "Beginners 1":"Dingana vao manomboka 1",	
  "Beginners 2":"Dingana vao manomboka 2",	
  "Beginners Shapes":"Kisary ho an'ny dingana vao manomboka",	
  "Big & Small  1-10":"Lehibe sy kely iray ka hatramin’ny folo",	
  "Big & Small  1-20":"Lehibe sy kely iray ka hatramin’ny roapolo",	
  "Big & Small 1-5":"Lehibe sy kely iray ka hatramin’ny dimy",	
  "Big & Small 1-50":"Lehibe sy kely iray ka hatramin’ny dimampolo",	
  "Big to Small":"Avy amin’ny lehibe mankamin’ny kely",
  "Begin Quiz":"Manomboka",
  "Beth has 13 flowers in her garden. Kate has 8 flowers. How many more flowers does Beth have than Kate?":"Manana voninkazo 13 i Beth ao an-jaridainany. Kate manana vonimkazo 8. Manatombo firy amin'ny voninkazon'i Kate ny voninkazon'i Beth?",
  "Billy has 2 marbles. Audrey has 3 more marbles than Billy. How many marbles does Audrey have?":"Manana kanety 2 i Billy. Audrey manana kanety 3 amboniny miohatra amin'ny an'i Billy. Firy ny isan'ny kanetin'i Audrey?",
  "Bob has 4 pencils and his sister has 8 more pencils than him. How many pencils does Bob's sister have?":"Nividy boky 3 amboniny miohatra amin'ny an'i Gabby i Bobby. Nividy boky iray i Gabby. Firy ny isan'ny boky novidian'i Bobby?",
  "Bobby bought 3 more books than Gabby. Gabby bought a book. How many books did Bobby buy?":"Manana balôma 17 i Brad. Mena ny baolina 8 ary ny hafa maitso. Firy ny isan'ny balôma maitso ?",
  "books":"Boky",
  "Boy":"Zazalahy",
  "Brad has 17 balloons. 8 balloons are red and the rest are green. How many balloons are green?":"Manana balôma 17 i Brad. Mena ny baolina 8 ary ny hafa maitso. Firy ny isan'ny balôma maitso ?",
  "Brittany has 7 shirts in her closet.3 of them are blue and the rest are green. How many green shirts does she have?":"",
  "Cancel":"Manafoana",
  "Calculator - 1":"Milina fikajiana -1",	
  "Calculator - 2":"Milina fikajiana -2",	
  "Calculator - 3":"Milina fikajiana -3",	
  "Calculator - 4":"Milina fikajiana -4",	
  "Calculator 1":"Milina fikajiana 1",	
  "Calculator 2":"Milina fikajiana 2",	
  "Calculator 3":"Milina fikajiana 3",		
  "Compare and Add":"Ampitahao sy ampifanampio",	
  "Compare With 10":"Mampitaha amin’ny 10",	
  "Comparison":"Fampitahana",	
  "Comparison 100-999":"Fampitahana 100-999",	
  "Comparison by Subtraction":"Fampitahana amin’ny Manala",	
  "Comparison Of Numbers":"Fampitahana ny isa",	
  "Count & Add":"Mikaonty sy manampy",	
  "Count & Add 1":"Mikaonty sy manampy 1",	
  "Count & Add 2":"Mikaonty sy manampy 2",	
  "Count & Subtract 1":"Mikaonty sy manala 1",	
  "Count & Subtract 2":"Mikaonty sy manala 2",	
  "Count and Add -1":"Mikaonty sy manampy -1",	
  "Count and Add -2":"Mikaonty sy manampy -2",	
  "Count and Compare":"Mikaonty sy mampitaha",	
  "Count and Multiply 2":"Mikaonty sy mampitombo 2",	
  "Count and Multiply 3":"Mikaonty sy mampitombo 3",	
  "Count and Subtract":"Mikaonty sy manala",	
  "Count and Subtract 1":"Mikaonty sy manala 1",	
  "Count and Subtract 2":"Mikaonty sy manala 2",	
  "Count and Subtract 3":"Mikaonty sy manala 3",	
  "Count Backwards":"Mikaonty mihemotra",	
  "Count Backwards 1":"Mikaonty mihemotra 1",	
  "Count Backwards 2":"Mikaonty mihemotra 2",	
  "Cannot verify OTP":"Tsy afaka manamarina OTP",
  "Challenge":"Fifaninana",
  "Children are drawing pictures to decorate their classroom. The boys draw 11 pictures and the girls draw 20. How many more pictures do girls draw than boys?":"Manao sary ny ankizy mba hanaingoana ny kilasiny. Nanao sary 11 ny ankizilahy ary 20 ny ankizivavy. Manatombo firy amin'ny an'ny ankizilahy ny sary nataon'ny ankizivavy?",
  "Choose your avatar":"Fidio ny avatar-nao",
  "Choose Your Language":"Fidio ny fiteninao",
  "Class :":"Kilasy :",
  "circle":"boribory",
  "Click x1 times on number x2!":"Tsindrio x1 ny isa x2",
  "cone":" borobory kitso loha",
  "Confirm":"Hamafiso",
  "Contact Us":"Manorata aminay",
  "Contact":"adiresy",
  "Continue":"Hanohy",
  "Count and Match":"Isao ary ampifanaraho",
  "Count and Pair":"Isao ary ampiarahanao tsiroaroa",
  "cube":"valolafy",
  "cylinder":"faribolana",
  "David and his friends fly 9 kites. Some kites get stuck in a tree. 6 kites are still flying. How many kites are stuck in the tree?":"Nilalao papangohazo 9 David sy ny namany. Ny sasantsasany amin'ireo papangohazo niraikitra tamin'ny hazo. Ny papangohazo 6 mbola manidina. Firy ny papangohazo niraikitra tamin'ny hazo?",
  "Deanna has 5 more puzzles than Fatou. Fatou has 3 puzzles. How many puzzles does Deanna have?":"Manatombo 5 amin'ny piozilan'i Fatou ny piozila ananan'i Deanna. Firy ny isan'ny  piozila. ananan'i Deanna?",
  "Diego has 11 mangos in a basket. Diego gives 4 mangos to his sister. How many mangos are left in the basket?":"Manana manga 11 i Diego ao anaty harona. Nomen'i Diego manga 4 ny anabaviny. Firy sisa ny manga tavela ao anaty harona ?",
  "Division":"Fizarana",
  "Digital Skills":"Hakingan-tanana",
  "Done":"Vita",
  "Double Digits - 1":"Isa sosona -1",	
  "Double Digits - 2":"Isa sosona -2",	
  "Double Digits - 3":"Isa sosona -3",	
  "Double Digits - 4":"Isa sosona -4",	
  "Do you want to open now?":"Tinao hosokafana izao ?",
  "eggs":"Atody",
  "eight":"VALO",
  "Email :":"Mailaka :",
  "Email":"Mailaka",
  "English":"Angilisy",
  "Enter the 6-digit otp here...":"Ampidiro eto ny marika 6-otp",
  "Ernest makes 5 paper airplanes. Nicole makes 14 paper airplanes. How many fewer paper airplanes does Ernest make than Nicole?":"Namboatra raopilanina taratasy 5 i Ernest. Nicole nanamboatra raopilaina taratasy 14. Latsaka firy amin'ny an'i Nicole ny raopilanina taratasy namboarin'i Ernest ?",
  "Error downloading content. Please connect to internet and try again":"Fahadisoana teo amin ny fandefasana azy.Azafady midira amin'ny aterineto ary andramo indray",
  "EXIT ?":"Te hijanona ve ianao?",
  "Even and Odd Numbers":"Isa ankasa sy tsy ankasa",	
  "Even Numbers":"Isa ankasa",	
  "Exercise 1":"Fampiharana voalohany",	
  "Exercise 2":"Fampiharana faharoa",	
  "Facebook":"Facebook",
  "fish":"Trondro",
  "five":"Dimy",
  "Follow Us":"Araho izahay",
  "four":"Efatra",
  "Fred is 12 years old. His brother Tom is 8 years old. How much younger is Tom than Fred?":"12 taona i Fred. 8 taona i Tom rahalahiny. Zandrin'i Fred firy taona i Tom ?",
  "Friends":"Namana",
  "Family of 10":"Iray tarika amin’ny folo",	
  "Family Of 20 - 1":"Iray tarika amin’ny folo - 1",	
  "Family Of 20 - 2":"Iray tarika amin’ny roapolo -2",	
  "Fast Multiplication 3-10":"Fampitomboana haingana ny telo ka hatramin’ny folo",	
  "Fast Multiplication 3-81":"Fampitomboana haingana ny telo ka hatramin’ny iraika amby valopolo",	
  "Find the  product 2-8":"Tadiavo ny valiny roa ka hatramin’ny valo",	
  "Find the  product 2-9":"Tadiavo ny valiny roa ka hatramin’ny sivy",	
  "Gabby worked 4 more hours than Ian. Ian worked 8 hours. How many hours did Gabby work?":"Niasa 4 ora amboniny miohatra amin'ny an'i Ian i Gabby. Ian niasa 8 ora. Ora firy no niasan'i Gabby?",
  "Game Over":"Vita ny lalao",
  "Gender :":"Karazana :",
  "Gender":"Karazana",
  "George went to a store and bought some t-shirts. He went to another store and bought 2 more t-shirts. He bought a total of 7 t-shirts. How many t-shirts did he buy at the first store?":"Nandeha tany amin'ny magazay iray i Georges ary nividy akanjo ambony. Nandeha tany amin'ny magazay hafa iray izy ary nividyakanjo ambony 2 hafa. 7 ny fitambaran'ny akanjo ambony novidiany. Firy ny isan'ny akanjo ambony novidiany tao amin'ilay magazay voalohany?",
  "Girl":"Ankizivavy",
  "Hannah makes 8 loaves of bread. She gives 3 loaves of bread to her cousin. How many loaves of bread does she have left?":"Nanamboatra mofo dipaina 8 i Hannah. Nomeny mofo dipaina 3 ny anadahiny. Firy sisa ny mofo dipainany tavela?",
  "Harper and Raven drew 8 pictures together. Harper drew 3 pictures. How many pictures did Raven draw?":"Niara-nanao sary 8 i Harper sy i Raven. Harper nanao kisary 3. Firy ny sary nataon'i Raven?",
  "Helen saw 12 birds in a tree and 7 birds in another tree. How many birds did she see altogether?":"Nahita vorona 12 tao anaty hazo i Helen ary 7 tao anaty hazo hafa. Firy ny fitambaran'ny vorona hitany?",
  "Help":"Fanampiana",
  "Help?":"Mila fanampiana ?",
  "Henry has 4 stamps. Eric has 5 more stamps than Henry. How many stamps does Eric have?":"Manana hajia 4 i Henry. Eric manana hajia 5 amboniny miohatra amin'ny an'i Henry. Firy ny isan'ny hajia ananan'i Eric ?",
  "hexagon":"enin-joro",
  "Home":"Miverina",
  "How Many":"Firy",
  "How Many?":"Firy ?",	
  "How Many??":"Firy??",
  "hundred":"Zato",
  "I have 10 apples. I eat some apples. I have 4 apples left. How many apples did I eat?":"Manana paoma 10 aho. Nihinana paona vitsivitsy aho. 4 sisa ny paomako tavela. Firy ny isan'ny paoma nohaniko?",
  "Instagram":"Instagram",
  "Invalid Email Address":"Adiresy mailaka diso",
  "Invalid Phone Number":"Laharana finday diso",
  "It rained 15 days in March. It rained 8 days in April. How many more days did it rain in March than April?":"Avy nandritra ny 15 andro ny orana tamin'ny martsa. Avy nandritra ny 8 andro ny orana tamin'ny aprily. Manatombo firy andro amin'ny aprily no avy ny orana tamin'ny martsa",
  "It rained 8 days in January. It rained 9 more days in February than January. How many days did it rain in February?":"7 minitra no anaovan'i Sally ny kilometatra iray. Hafiriana no anaovany 4 kilometatra ?",
  "It takes Sally 7 minutes to run a mile. How long would it take her to run 4 miles?":"7 minitra no anaovan'i Sally ny kilometatra iray. Hafiriana no anaovany 4 kilometatra ?",
  "Jackie has 9 pencils. Adam has 5 more pencils than Jackie. How many pencils does Adam have?":"Manana pensily 9 i Jackie. Adam manana pensily 5 amboniny miohatra amin'ny an'i Jacki. Firy ny pensilin' i Adam?",
  "Jack's hen laid 6 eggs yesterday and 3 eggs today. How many eggs did Jack's hen lay in all?":"Nanatody 6 ny akohon'i Jack omaly ary 3 androany. Firy ny fitambaran'ny atody akohon'i Jack ?",
  "Jacob and Henry were reading the same book. Henry read 9 more pages than Jacob. Jacob read 11 pages of the book. How many pages did Henry read?":"Jacob sy Henry dia namaky boky iray ihany. Henry namaky 9 pejy amboniny miohatra amin'ny an'i Jacob. Jacob namaky pejy 11 tamin'ny boky. Firy ny isan'ny pejy novakian'i Henry?",
  "Jane bakes 15 cookies and 7 cakes. How many fewer cakes did she bake than cookies?":"Nanamboatra bisikitra 15 sy mofomamy 7 i Jane. Latsaka firy amin'ny isan'ny bisiki ny isan'ny mofomamy namboariny ?",
  "Jane counted 3 flowers in the flower pot. Each flower has 5 petals. How many petals are there in all?":"Nanisa voninkazo 3 tao amin'ny tavim-bonikazo i Jane. Manana felana 5 ny voninkazo iray. Firy ny fitambaran'ny felana ?",
  "Jane has 9 balloons. 6 are green and the rest are blue. How many balloons are blue?":"Manana balôma 9 i Jane. 6 maitso ary manga ny hafa. Firy ny isan'ny balôma manga?",
  "Janet has 8 oranges and Sharon has 4 oranges. How many oranges do they have altogether?":"Manana voasary 8 i Janet ary 4 ny an'i Sharon. Firy ny fitambaran'ny voasarin'izy ireo?",
  "Jen and Joe have 5 children. 2 of them are sons. How many daughters do they have?":"Miteraka 5 i Jen sy i Joe. Ny roa amin'izy ireo dia lehilahy. Firy ny zanakavavin'izy ireo?",
  "Jen made 6 sandwiches for her family. Her family ate some and 2 were left. How many sandwiches did her family eat?":"Nanomana mofo misy atiny 6 i Jen ho an'ny fianakaviany. Nihinana vitsivitsy ny fianakaviany ary 2 sisa tavela. Firy ny isan'ny mofo nohanin'ny fianakaviany?",
  "Josh has 16 marbles and loses 7 of them. How many marbles does Joshi have now?":"",
  "Kajol bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?":"",
  "Kami had 3 pages of math homework yesterday. She has 9 pages of math homework today. How many more pages does Kami have today than yesterday?":"Manana entimody kajy 3 pejy i Kami tokony natao omaly. Androany izy manana entimody kajy 9 pejy. Manatombo firy amin'ny isan'ny pejin'i Kami omaly ny isan'ny pejiny androany?",
  "Katie and her brother picked 6 mangos together. Katie picked 4 mangos. How many mangos did her brother pick?":"Niara-nioty manga 6 i Katie sy ny anadahiny. Nifidy manga 4 i Katie. Firy ny manga nosafidian'ny anadahiny?",
  "Kelly saw 4 cats in front of her house. She went to sleep and when she woke up":"Nahita saka 4 teo anoloan'ny tranony i Kelly. Resin-tory izy ka rehefa nifoha dia nisy saka 7 teo anoloan'ny tranony. Firy ny saka tonga teo amin'ny tranony nandritra ny fotoana natoriany?",
  "Kelly's chicken laid 6 eggs yesterday. Today":"Ny akohovavin'i Kelly dia nanatody 6 omaly. Androany ny akohovaviny dia nanatody 5 amboniny miohatra amin'ny omaly. Firy ny isan' atody nalatsaky akohovaviny androany?",
  "Kit, Ruth, and Dean each ate 2 slices of pizza. How many slices of pizza did they eat in all?":"Samy nihinana anjara pizza 2 avy i Kit, Ruth ary Dean. Firy ny fitambaran'ny anjara pizza nohanin'izy ireo ?",
  "Kyle got 3 new shirts on his birthday. He already had 5 shirts. How many shirts does he have now?":"Nahazo lobaka vaovao 3 i Kyle tamin'ny tsingerin-taona nahaterahany. Efa nanana 5 izy. Firy ny isan'ny lobany amin'izao ?",
  "Laci and Kendra caught 14 fireflies altogether. Laci caught 5 fireflies. How many fireflies did Kendra catch?":"Nahazo lolokely mitontaly 14 i Laci sy Kendra. Laci nahazo lolokely 5. Firy ny isan'ny lolokely azon'i Kendra ?",
  "Lena has 12 books. She donates 8 books to her class library. How many books does Lena have left?":"Manana boky 12 i Lena. Nanao fanomezana boky 8 ho an'ny trano famakiam-boky ao amin'ny kilasiny izy. Firy sisa ny bokin'i Lena tavela ?",
  "Library":"Tranomboky",
  "Less or More  50-90":"Latsaka na mihoatra ny dimampolo ka hatramin’ny sivifolo",	
  "Less or More 1-100":"Latsaka na mihoatra ny iray ka hatramin’ny zato",	
  "Less or More 1-900":"Latsaka na mihoatra ny iray ka hatramin’ny sivinjato",	
  "Less or More 1-999":"Latsaka na mihoatra ny iray ka hatramin’ny sivy amby sivifolo amby zato",	
  "Literacy":"Fampianarana mamaky teny sy manoratra ary mikajy",
  "Lucy has 8 pencils. She loses 7 of them. How many pencils does Lucy have left?":"Manana pensily 8 i Lucy. Very ny 7. Firy sisa ny pensilin'i Lucie tavela?",
  "Lucy is 9 years old. Her sister Julie is 6 years old. How much older is Lucy than her sister Julie?":"9 taona i Lucy. 6 taona ny rahavaviny. Firy taona i Lucy miohatra amin'ny rahavaviny.",
  "Magan bought 8 candies and Jane bought 9 candies. How many candies did they buy in all?":"Nividy vatomamy 8 i Magan ary nividy 9 i Jane. Firy ny fitambaran'ny vatomamy novidian'izy ireo?",
  "mangos":"manga",
  "marbles":"marbres",
  "Marco bought 12 fish. He put an equal number of fish into 4 tanks. How many fish are in each tank?":"",
  "Maria read 3 books and Stacy read 5 books. How many more books did Stacy read than Maria?":"Namaky boky 3 i Maria ary 5 ny an'i Stacy. Manatombo firy amin'ny isan'ny boky novakian'i Maria ny boky novakian'i Stacy ?",
  "Marin has 7 balls. Ellen has 6 more balls than Marin. How many balls does Ellen have?":"Manana baolina 7 i Marin. Ellen manana baolina 6 amboniny miohatra amin'ny an'i Marin. Firy ny isan'ny baolin'i Ellen?",
  "Mary is decorating for a birthday party. She blew up 6 balloons this morning and 5 balloons this afternoon. How many balloons did she blow up in all?":"",
  "Match Blue Shadows":"Ampiadio ny aloka manga",
  "Match Coloured Objects 2":"Ampiadio ireo zavatra miloko roa",
  "Match Coloured Objects":"Ampiadio ireo zavatra miloko",
  "Match figures":"Ampiadio ireo kisary",
  "Match Box":"Ampiadio ireo boaty",
  "Maths":"Matematika",
  "Match Numbers 1":"",	
  "Match Numbers 2":"",	
  "Match Numbers 3":"",	
  "Match Numbers 4":"",	
  "Match Numbers 5":"",	
  "Math Operations":"Asamarika matematika",	
  "Math Sense Beginners":"Matematika ho an’ny mpianatra vao manomboka",	
  "Maya has 5 marbles. Jaden has 8 marbles. How many marbles do they have altogether?":"Manana kanety 5 i Maya. Manana kanety 8 i Jaden. Firy ny fitambaran'ny kanetin'izy ireo?",
  "Maya served 3 yams at lunch and 5 yams during dinner. How many yams were served during the day?":"Nandroso saonjo 3 i Maya tamin'ny sakafo atoandro ary 5 tamin'ny sakafo hariva. Firy ny isan'ny saonjo naroso ny tontolo andro?",
  "Megan writes 14 letters to friends and family. 7 letters are for her friends and the rest are for her family. How many letters are for her family?":"Nanoratra taratasy 14 i Megan ho an'ny namany sy ny fianakaviany. Taratasy 7 natokany ho an'ny namany ary ny ambiny ho an'ny fianakaviany. Firy ny taratasy natokany ho an'y fianakaviany ?",
  "Mia brought 10 jars of homemade jam to the market. She sold some jars and had 3 jars left. How many jars did she sell at the market?":"Nitondra konfitiora namboarina tao an-trano 10 boaty tany an-tsena i Mia. Nahalafo boaty vitsivitsy izy ary 3 sisa tavela. Firy ny isan'ny boaty lafony tany an-tsena?",
  "Michael's cat had 9 kittens. 5 of them are white and the rest are gray. How many gray kittens did the cat have?":"Niteraka sakakely 6 ny sakan'i Michael. 5 amin'izy ireo fotsy ary volombatolalaka ny hafa. Manana sakakely volombatolalaka firy ilay saka ?",
  "Mike has 3 pairs of socks. Each pair has 2 socks. How many socks does Mike have?":"Manana bà kiraro mivady 3 i Mike. Ny mpivady tsirairay dia misy bà kiraro 2. Firy ny isan'ny bà kiraro novidian'i Mike ?",
  "Millie has 9 bracelets. She loses 2 of them. How many bracelets does Millie have left?":"Manana fehintanana 9 i Millie. Very ny 2. Firy sisa ny fehintanan'i Millie tavela?",
  "Miranda baked 18 brownies. She put an equal number of brownies on to 2 plates. How many brownies are on each plate?":"Nanomana brownies 18 i Miranda. Nasiany brownies amin'ny isa mitovy ny vilia 2. Firy ny isan'ny brownies ao anatin'ny vilia tsirairay ?",
  "Mr. Simpson's class has 18 books. He arranges them equally on 3 shelves. How many books are on each shelf?":"",
  "More...":"Bebe kokoa...",
  "More Addition 1-20":"Fanampiana fanampiny iray ka hatramin’ny roapolo",	
  "More Additions":"Fanampiana fanampiny",	
  "More Big & Small  1-50":"Lehibe sy kely kokoa 1-50",	
  "More Skip by 2's":"Fanampin’ny fandinganana roa isaky ny mandeha",	
  "More Sums":"Fanampin’ny fitambarany",	
  "Multiplication 1":"Asamarika mampitombo 1",	
  "Multiplication 2":"Asamarika mampitombo 2",	
  "Multiplication Beginner":"Asamarika mampitombo ho an’ny vao manomboka",	
  "Multiplication Beginners":"Asamarika mampitombo ho an’ny vao manomboka",	
  "Multiplication- Elementary":"Asamarika ho an'ny dingana faran'ny ambany",	
  "Multiply 2-9":"Mampitombo 2-9",	
  "Multiply 3-8":"Mampitombo 3-8",	
  "Ms. Dawson has 12 students in her class. Some students are absent and 7 students are present. How many students are absent?":"Manana mpianatra 12 Ramatoa Dawson ao an-dakilasy. Mpianatra sasantsasany no tsy tonga nianatra ary 7 ny mpianatra tonga nianatra. Firy ny isan'ny mpianatra tsy tonga nianatra ?",
  "Ms. Hannah is playing a hide-and-seek game with her 11 students. She finds 3 students. How many students are still hiding?":"Manao fangalam-piery miaraka amin'ny mpianany 11 Ramatoa Hannah. Nahita mpianatra 3 izy. Firy ny mpianatra mbola miafina ?",
  "Ms. Jones ordered 8 bags of sugar. 5 bags are delivered today. The rest will be delivered tomorrow. How many bags of sugar will be delivered tomorrow?":"Nanafatra siramamy 8 kitapo Ramatoa Jones. Kitapo 5 natolotra androany. Ny ambiny atolotra rahampitso. Siramamy firy kitapo no hatolotra rahampitso?",
  "Name  :":"Anarana :",
  "Name":"Anarana",
  "Nassir picks up a 17-page book. He reads 9 pages. How many pages does he have left to read?":"Naka boky 17 pejy i Nassir. Namaky 9 pejy izy. Firy sisa ny pejy tavela hovakiany?",
  "New Level Unlocked":"Haavo vaovao tsy voahidy",
  "New World Unlocked":"World New Unlocked",
  "New assignment has been assigned to you":"Nomena andraikitra vaovao ianao",
  "Nick has 13 oranges. He eats 5 of them. How many oranges does he have left?":"Manana voasary 13 i Nick. Nohaniny ny 5. Firy ny isan'ny voasariny tavela?",
  "nine":"Sivy",
  "Number Order":"Laharan'isa",	
  "Number Order 1":"Laharan'isa 1",	
  "Number Order 1-5":"Laharan'isa 1-5",	
  "Number Order 2":"Laharan'isa 2",	
  "Number Order 3":"Laharan'isa 3",	
  "Number Order 4":"Laharan'isa 4",	
  "Number Order 5":"Laharan'isa 5",	
  "Number Order 6":"Laharan'isa 6",	
  "Number Order 6-10":"Laharan'isa 6-10",	
  "Number Order 7":"Laharan'isa 7",	
  "Number Order 8":"Laharanisa 8",	
  "Number Sense 1 - 100":"Dikan'isa 1-100",	
  "Number Sense 1-10":"Dikan'isa 1-100",	
  "Number Sense 1-5":"Dikan'isa 1-5",	
  "Number Sense 11-20":"Dikan'isa 11-20",	
  "Number Series":"fifampitohizana isa",		
  "Number Series 1":"fifampitohizana isa 1",	
  "Number Series 1- 9":"fifampitohizana isa 1-9",	
  "Number Series 1-8":"fifampitohizana isa 1-8",	
  "Number Series 6-9":"fifampitohizana isa 6-9",	
  "Number Series 7-10":"fifampitohizana isa 7-10",	
  "Numbers 1-5":"Isa 1-5",	
  "Numbers 11-20":"Isa 11-20",	
  "Numbers 21-100":"Isa 21-100",	
  "Numbers 6 -10":"Isa 6-10",	
  "Objects and shapes":"Zavatra sy endrika",
  "Odd Numbers":"Isa tsy ankasa",
  "OK":"ok",
  "one":"iray",
  "oval":"mitarehin'atody",
  "parallelogram":"efamira roa zodafy",
  "Parent":"Ray aman-dreny",
  "Parts and whole 2":"Ampahany sy manontolo faharoa",
  "Parts and Whole":"Ampahany sy manontolo",	
  "Place Value 1":"Sandan’ny toerana 1",	
  "Place Value 100-300":"Sandan’ny toerana 1-100",	
  "Place Value 2":"Sandan’ny toerana 2",	
  "Place Value 300-500":"Sandan’ny toerana300-500",	
  "Practice":"Fampiharana",	
  "Practice 1":"Fampiharana 1",	
  "Practice 2":"Fampiharana 2",	
  "Practice 3":"Fampiharana 3",	
  "Practice 4":"Fampiharana 4",	
  "Practice 5":"Fampiharana 5",	
  "Practice 6":"Fampiharana 6",	
  "Practice 7":"Fampiharana 7",	
  "Practice 8":"Fampiharana 8",	
  "Practice Addition":"Fampiharana fanampiana",	
  "Puzzle Time":"Fotoanan’ny piozila",	
  "Puzzle Time 21-30":"Fotoanan’ny piozila 21-30",	
  "Puzzle Time 31-40":"Fotoanan’ny piozila 31-40",	
  "Puzzle Time 41-50":"Fotoanan’ny piozila 41-50",	
  "Puzzle Time 51-60":"Fotoanan’ny piozila 51-60",	
  "Puzzle Time 61-70":"Fotoanan’ny piozila 61-70",	
  "Puzzle Time 71-80":"Fotoanan’ny piozila 71-80",	
  "Puzzle Time 81-90":"Fotoanan’ny piozila 81-90",	
  "Puzzle Time 91-100":"Fotoanan’ny piozila 91-100",	
  "Paul has 7 plums. Brian has 4 more plums than Paul. How many plums does Brian have?":"Manana paisom-bazaha 7 i Paul. Brian manana paisom-bazaha 4 amboniny miohatra amin'ny an'i Paul. Firy ny paisom-bazahan'i Brian ?",
  "Peter has 4 marbles. Sue gives Peter some marbles and now he has 6 marbles in all. How many marbles did Sue give Peter?":"Manana kanety 4 i Peter. Nomen'i Sue kanety i Peter ary 6 ny fitambaran'ny kanetiny amin'izao. Firy ny isan'ny kanety nomen'i Sue an'i Peter?",
  "Peter read 6 pages of his book before lunch. After lunch he read some more. If Peter read 9 pages in all":"Namaky pejy 6 tamin'ny bokiny Pierre alohan'ny hisakafo atoandro. Taorian'ny sakafo atoandro, namaky pejy hafa izy. Raha 9 pejy ny fitambaran'ny pejy novakian'i Pierre, firy ny isan'ny pejy novakiany taorian'ny sakafo?",
  "Phone number :":"Laharana finday :",
  "Profile":"Mihorirana ny momba ny tena",
  "Puzzle":"Piozila",
  "Quick  Addition 1":"Fanampiana haingana 1",	
  "Quick  Addition 1-10":"Fanampiana haingana 1-10",	
  "Quick  Addition 2":"Fanampiana haingana 2",	
  "Quick  Addition 20":"Fanampiana haingana 20",	
  "Quick  Addition 3":"Fanampiana haingana 3",	
  "Quick  Addition 4":"Fanampiana haingana 4",	
  "Quick  Addition 5":"Fanampiana haingana 5",	
  "Quick  Addition 6":"Fanampiana haingana 6",	
  "Quick  Addition 7":"Fanampiana haingana 7",	
  "Quick  Addition 8":"Fanampiana haingana 8",
  "Regroup & Add - 1":"Mampivondrona sy manampy -1",	
  "Regroup & Add - 2":"Mampivondrona sy manampy -2",	
  "Regroup & Add - 3":"Mampivondrona sy manampy -3",	
  "Regroup & Add - 4":"Mampivondrona sy manampy -4",	
  "Regroup & Add - 5":"Mampivondrona sy manampy -5",	
  "Regroup and Add":"Mampivondrona sy manampy",	
  "Revision":"Famerenana",	
  "Revision Number Order":"Famerenana fampahatsiahivana laharan'isa",	
  "Revisions":"Famerenana fampahatsiahivana",	
  "Rectangle":"mahitsizoro",
  "Remove Teacher?":"Tinao esorina ny mpampianatra?",
  "Remove User?":"Tinao esorina ny mpilalao?",
  "Report":"Tatitra",
  "Resend OTP":"Alefaso indray ny OTP",
  "Rewards":"Valisoa",
  "rhombus":"Rhombus",
  "Sam ate 7 cookies and Jane ate 2 cookies. How many fewer cookies did Jane eat than Sam?":"Nihinana bisiki 7 i Sam ary nihinana 2 i Jane. Latsaka firy amin'ny an'i Sam no nohanin'i Jane?",
  "Sam has 12 math problems for homework. He answered 3 of them. How many more math problems does Sam have left to answer?":"Manana enti-mody lazaolana kajy 12 i Sam. Novaliany ny 3 amin'ireo. Firy sisa ny lazaolana kajy hovalian'i Sam?",
  "Sandy is 5 years old. Mia is 7 years older than Sandy. How old is Mia?":"5 taona i Sandy. Zokin'i Sandy 7 taona i Mia. Firy taona i Mia?",
  "Sara has 14 pencils in her bag. She let her friends borrow 7 of them. How many pencils does Sara have left?":"Manana pensily 14 i Sara ao anaty kitapony. Navelany hindramin'ny namany ny 7. Firy sisa ny pensilin'i Sarah ?",
  "Sarah is 5 years old. Her sister Komal is 2 years older than Sarah. How old is Komal?":"",
  "Sarah picked 6 flowers. She put an equal number of flowers into 2 vases. How many flowers did she put in each vase?":"",
  "School":"Sekoly",
  "Setting":"Firegilena",
  "seven":"Fito",
  "Shante picked 6 mangos from a tree. He put an equal number of mangos into 3 boxes. How many mangos did he put in each box?":"",
  "Shape Order":"Filaharan’ny kisary",
  "Shape Tractor": "Endrika",
  "Shape Pattern":"Endrikin'ny kisary",
  "Shape Sequence":"Tambantsehon'ny kisary",
  "Shape Series":"Sokajin'ny kisary",
  "Shapes and Objects":"Endrika sy sary",
  "Shapes":"endrika",
  "Shelby earns star stickers when she does math at school. Yesterday":"Mahazo sary kintana misy lakoly i Shelby rehefa manao kajy any am-pianarana. Omaly Shelby nahazo kintana 4. Androany izy nahazo 3 amboniny. Firy ny fitambaran'ny kintana azon'i Shelby?",
  "Shelly bought 4 boxes of donuts. Each box contains 5 donuts. How many donuts did she buy altogether?":"Nividy mofo endasina 4 boaty i Shelly. Ny boaty tsirairay dia misy mofo endasina 5. Firy ny fitambaran'ny mofo endasina novidiany ?",
  "six":"Enina",
  "Some mangos were in the basket. 4 mangos were taken from the basket. Now there are 6 mangos. How many mangos were in the basket before they were taken?":"Nisy manga tao anaty harona. Nalaina ny manga 4 tao anaty harona. Amin'izao, 6 ny manga ao. Firy ny isan'ny manga tao anaty harona talohan'ny nangalana?",
  "Soumya's chicken laid 6 eggs yesterday. Today":"Ny akohovavin'i Kelly dia nanatody 6 omaly. Androany ny akohovaviny dia nanatody 5 amboniny miohatra amin'ny omaly. Firy ny isan' atody nalatsaky akohovaviny androany?",
  "Sound :":"Feo :",
  "sphere":"sehatra",
  "square":"efamira",
  "Stacie caught 5 fish in the morning. She caught 4 more fish in the afternoon. How many fish did Stacie catch in all?":"Nahazo trondro 5 i Stacie ny maraina. Nahazo trondro 4 hafa izy ny tolakandro, Firy ny fitambaran'ny trondro azon'i Stacie?",
  "stars":"Kintana",
  "Shapes 1":"Kisary 1",	
  "Shapes 2":"Kisary 2",	
  "Shapes 3":"Kisary 3",	
  "Shapes 4":"Kisary 4",	
  "Shapes Advanced":"Kisary ho an'ny dingana ambony",	
  "Shapes and Solids":"Kisary sy vainga",	
  "Skip 2's Backward":"Mandingana mihemotra isa roa hatrany",	
  "Skip By 10's":"Mandingana manao ampolony",	
  "Skip By 10's Backwards":"Mandingana manao ampolony mihemotra",	
  "Skip By 100":"Mandingana hatramin’ny zato",	
  "Skip by 2's":"Mandingana isaky ny roa",	
  "Skip by 3's":"Mandingana isaky ny telo",	
  "Skip By 5's":"Mandingana isaky ny dimy",	
  "Skip By 5's Backwards":"Mandingana isaky ny dimy mihemotra",	
  "Skip Counting":"Mandingana ny fanisana",	
  "Small to Big":"Kely mankany amin’ny lehibe",	
  "Speed Subtraction 1":"Fanalana iray haingana",	
  "Speed Subtraction 1-18":"Fanalana 1-18 haingana",	
  "Speed Subtraction 2":"Fanalana roa haingana",	
  "Statement Sums 1":"Fametrahana fitambarany 1",	
  "Subtract":"Asamarika manala",	
  "Subtract  10-70":"Asamarika manala10-70",	
  "Subtract - 1":"Asamarika manala -1",	
  "Subtract - 2":"Asamarika manala -2",	
  "Subtract - 3":"Asamarika manala -3",	
  "Subtract - 4":"Asamarika manala -4",	
  "Subtract - 5":"Asamarika manala -5",	
  "Subtract - 6":"Asamarika manala -6",	
  "Subtract - 7":"Asamarika manala -7",	
  "Subtract - 8":"Asamarika manala -8",	
  "Subtract - 9":"Asamarika manala -9",	
  "Subtract 1":"Asamarika manala iray",	
  "Subtract 2":"Asamarika manala roa",	
  "Subtract 20-90":"Asamarika manala 20-90",	
  "Subtract 3":"Asamarika manala telo",	
  "Subtract 3 & 4":"Asamarika manala 3 sy 4",	
  "Subtract 4":"Asamarika manala efatra",	
  "Subtract 5":"Asamarika manala dimy",	
  "Subtract 6":"Asamarika manala enina",	
  "Subtract From 10":"Manala miainga amin’ny 10",	
  "Subtract From 20":"Manala miainga amin’ny 20",	
  "Subtraction 1":"Asamarika manala 1",	
  "Subtraction 2":"Asamarika manala 2",	
  "Subtraction 3":"Asamarika manala 3",	
  "Subtraction Advanced":"Asamarika manala ho an'ny dingana ambony",	
  "Subtraction Basic":"Asamarika manala fototra",	
  "Subtraction Beginners":"Asamarika manala ho an'ny vao manomboka",	
  "Subtraction Challenge":"Asamarika manala fifaninana",	
  "Subtraction Elementary":"Asamarika manala ho an'ny dingana vao manomboka",	
  "Subtraction Mastery 1":"Asamarika manala ho an'ny efa mahavoafehy 1",	
  "Subtraction Mastery 2":"Asamarika manala ho an'ny efa mahavoafehy 2",	
  "Subtraction Mastery 3":"Asamarika manala ho an'ny efa mahavoafehy 3",	
  "Stringed objects":"Zavatra voafatotra",
  "Succession in Shapes":"Fifanjohiana ao anaty kisary",
  "Sydney found 20 seashells on the beach. Noah found 6 seashells. How many more seashells did Sydney find than Noah?":"Nahita akorandriaka 20 teny amin'ny moron-tsiraka i Sydney. Noah nahita akorandriaka 6. Manatombo firy amin'ny an'i Noah ny akorandriaka hitan'i Sydney ?",
  "tables":"Tabilao",
  "Table of  1":"fampitomboana amin’ny 1",	
  "Table of 2":"fampitomboana amin’ny 2",	
  "Table of 3":"fampitomboana amin’ny 3",	
  "Table of 4":"fampitomboana amin’ny 4",	
  "Table of 5":"fampitomboana amin’ny 5",	
  "Table of 6":"fampitomboana amin’ny 6",	
  "Table of 7":"fampitomboana amin’ny 7",	
  "Table of 8":"fampitomboana amin’ny 8",	
  "Table of 9":"fampitomboana amin’ny 9",	
  "Tables 1-10":"fampitomboana 1-10",	
  "Teacher :":"Mpampianatra :",
  "ten":"Folo",
  "Tess picked 3 flowers in the morning. She picked some more flowers in the afternoon. If Tess picked 8 flowers in all":"Nioty voninkazo 3 i Tess ny maraina. Nioty hafa izy ny tolakandro. Raha 8 ny fitambaran'ny voninkazo notazan'i Tess, firy ny isan'ny voninkazo notazany ny tolakandro?",
  "The library has 5 more tables than the school office. The school office has 2 tables. How many tables does the library have?":"Manatombo 5 amin'ny isan'ny latabatra ao amin'ny biraon'ny sekoly ny ao amin'ny ny trano famakiamboky. Misy latabatra 2 ao amin'ny biraon'ny sekoly. Firy ny isan'ny latabatra ao amin'ny trano famakiamboky?",
  "The postman delivered 3 more letters today than yesterday. He delivered 8 letters yesterday. How many letters did he deliver today?":"Nanatitra taratasy 3 amboniny miohatra tamin'ny omaly ny fakitera androany. Nanatitra taratasy 8 izy omaly. Firy ny isan'ny taratasy nateriny androany?",
  "The school has two lost-and-found boxes. In the first box":"Manana boaty roa misy zavatra hita ny sekoly. Ao anatin'ny boaty voalohany dia misy satroka 5. Ao anatin'ny boaty faharoa dia misy satroka 4 amboniny miohatra amin'ny ao anaty boaty voalohany. Firy ny isan'ny satroka ao anatin'ny boaty faharoa?",
  "The tennis team has 12 players. 6 of the players are girls. Some are boys. How many tennis players are boys?":"Miisa 12 ny mpilalao ao amin'ny ekipa tenisy iray. Enina amin'ireo mpilalao dia vehivavy. Ny sasany dia lehilahy. Firy ny isan'ny mpilalao tenisy lehilahy ?",
  "There are 10 plates at the dinner table. There are 5 more people than plates. How many people are at dinner?":"Misy vilia 10 eo amin'ny latabatra fihinanana. Misy olona 5 amboniny miohatra amin'ny isan'ny vilia. Firy ny isan'ny olona hisakafo?",
  "There are 10 students on the school bus. 3 students get off the bus. How many students are left on the bus?":"Misy mpianatra 10 ao anaty fiara fitarenana mpianatra. Mpianatra 3 no nidina ny fiara fitaterana mpianatra. Firy sisa ny mpianatra tavela ao anaty fiara fitaterana mpianatra?",
  "There are 12 cats on a fence. 1 cat jumps down off of the fence. How many cats are left on the fence?":"Misy saka 12 eo ambony fefy. Nitsambikina ny fefy ny saka 1. Firy sisa tavela eo ambony fefy?",
  "There are 13 girls and 18 boys in a class. How many more boys are there than girls?":"Misy ankizivavy 13 sy ankizilahy 18 ao amin'ny kilasy iray. Manatombo firy amin'ny ankizivavy ny isan'ny ankizilahy ?",
  "There are 14 chairs in Ms. Bloom's classroom. There are 3 more chairs in Mr. Peter's classroom. How many chairs are there in Mr. Peter's classroom?":"Misy seza 14 ao amin'ny kilasin'i Ramatoa Bloom. Misy seza 3 hafa ao amin'ny kilasin-dRamose Peter. Firy ny isan'ny seza ao amin'ny kilasin-dRamose Peter ?",
  "There are 14 fish in a water tank. Kerri put 3 more fish into the tank. How many fish are there?":"Misy trondro 14 ao anaty fitehirizana ranomandry. Nasian'i Kerri trondro 3 hafa tao anaty fitehirizana ranomandry. Firy ny isan'ny trondro ao?",
  "There are 15 ducks swimming in a pond. 7 ducks fly away. How many ducks are still swimming in the pond?":"Misy ganagana 15 milomano anaty farihy. Nanidina ny ganagana 7. Mbola misy firy ny ganagana milomano ao anaty farihy?",
  "There are 15 students in a classroom. 9 of the students are wearing long pants. The rest are wearing short pants. How many students are wearing short pants?":"Misy mpianatra 15 ao anaty kilasy iray. 9 amin'ireo dia manao pataloha lava. Ny hafa manao pataloha fohy. Firy ny isan'ny mpianatra manao pataloha fohy ?",
  "There are 16 children in a classroom. Some children go outside to play. 7 children stay inside to read books. How many children are outside?":"Misy ankizy 16 ao an-dakilasy. Ny ankizy sasany nivoaka nilalao any ivelany. Ankizy 7 nijanona tao anatiny hamaky boky. Firy ny isan'ny ankizy any ivelany ?",
  "There are 18 sheep in a barn. 9 sheep are sold. How many sheep are left in the barn?":"Misy ondry 18 ao anaty fisoko iray. Namidy ny ondry 9. Firy sisa ny ondry tavela ao anaty fisoko ?",
  "There are 2 wagons on the farm. Each wagon carries 8 children. How many children are in the wagons?":"Misy kalesy 2 ao amin'ny trano fiompiana. Ny kalesy iray mitatitra ankizy 8. Firy ny isan'ny ankizy ao anaty kalesy.",
  "There are 3 sheeps in the pasture. Each sheep has 4 lambs. How many lambs are in the pasture?":"Misy ondry 3 ao anaty fiandrasam-biby. Manana zanak'ondry 4 ny ondry tsirairay. Firy ny isan'ny zanak'ondry ao anaty fiandrasam-biby ?",
  "There are 4 balls in a box. 2 of them are soccer balls and the rest are basketballs. How many are basketballs?":"Misy baolina 4 ao anaty boaty. Roa amin'izy ireo dia baolina fanaovana baolina kitra ary ny hafa baolina baskety. Firy ny isan'ny baolina baskety?",
  "There are 5 cups and 7 plates. How many more plates are there than cups?":"Misy kaopy 5 sy vilia 7. Manatombo firy ny isan'ny vilia miohatra amin'ny kaopy?",
  "There are 6 beetles and 4 butterflies. How many fewer butterflies are there than beetles?":"Misy biby kely maro loko toy ny voangory 6 sy lolo 4. Latsaka firy amin'ny isan'ny biby kely maro loko toy ny voangory ny isan'ny lolo?",
  "There are 6 birds and 3 nests. How many more birds are there than nests?":"Misy vorona 6 sy tranom-borona 3. Firy ny isan'ny vorona amboniny miohatra amin'ny isan'ny tranomborona?",
  "There are 6 girls and 7 boys on the bus. How many children are on the bus?":"Misy ankizivavy 6 sy ankizilahy 7 ao anaty fiara fitateram-bahoaka. Firy ny isan'ny ankizy ao anaty fiara fitateram-bahoaka?",
  "There are 7 pencils in the drawer. Dan placed 9 more pencils in the drawer. How many pencils are in the drawer?":"Misy pensily 7 ao anaty vata sarihana. Nasian'i Dan pensily 9 hafa tao anaty vata sarihana. Firy ny isan'ny pensily ao anaty vata sarihana?",
  "There are 7 yellow beads and 8 red beads on a necklace. How many beads are on the necklace in all?":"Misy vakana mavo 7 sy vakana mena 8 eo amin'ny haingom-bozona iray. Firy ny fitambaran'ny vakana eo amin'ilay haingom-bozona?",
  "There are 8 books on the shelf. Marta put 6 more books on the shelf. How many books are on the shelf?":"Misy boky 8 eo ambony talantalana. Nasian'i Marta boky 6 hafa teo ambony talantalana. Firy ny isan'ny boky eo ambony talantalana?",
  "There are 9 children in a classroom. 6 of them are boys. How many girls are in the classroom?":"Misy zaza 9 ao anaty kilasy iray. Ny 6 amin'izy ireo dia lahy. Misy vavy firy ao an-dakilasy?",
  "There are 9 kites flying in the sky. A wind blows 3 kites down on the ground. How many kites are still flying in the sky?":"Misy papangohazo 9 manidina eny amin'ny lanitra. Notsofin'ny rivotra hidina ety amin'ny tany ny papangohazo 3. Firy ny papangohazo mbola manidina eny amin'ny lanitra?",
  "There are some coins in a jar. You collect 5 more coins and now have 10 coins in all. How many coins did you start with?":"",
  "There were some seashells in Megan's pail. She finds 2 more seashells. Now she has 8 seashells in all. How many seashells did she start with?":"Nisy akorandriaka tao anaty fitondran-dranon'i Megan. Nahita 2 hafa izy. Amin'izao, 8 ny fitambaran'ny akorandriakany. Firy ny isan'ny akorandriaka nanombohany ?",
  "Thomas has 2 goats on his farm. There are 6 more chickens than goats on his farm. How many chickens does he have?":"Manana osy 2 i Thomas ao anaty fisokony. Manatombo 6 amin'ny isan'ny osy ny isan'ny akoho. Firy ny isan'ny akoho ananany ?",
  "three":"Telo",
  "Tim's dog gave birth to some puppies. Tim gave 6 puppies to his friends. Now he has 2 puppies left. How many puppies did his dog give birth to?":"Niteraka zanak'alika vitsivitsy ny alikan'i Tim. Nomeny ny namany ny zanak'alika 6. Amin'izao 2 sisa tavela. Firy ny isan'ny zanak'alika nateraky ny alikany?",
  "Tina borrowed 11 books from the library. Her friend borrowed 5 books. How many more books did Tina borrow than her friend?":"Nindrana boky 11 tao amin'ny trano famakiam-boky i Tina. Ny namany nindrana boky 5. Manatombo firy amin'ny an'ny namany ny boky nindramin' i Tina ?",
  "Tiny shapes":"Endrika bitika",
  "Tom has 6 books. James has 2 books. How many books do they have in all?":"Manana boky 6 i Tom. Manana boky 2 James. Firy ny fitambaran'ny bokin'izy ireo",
  "Tom planted 5 seeds in a school garden. Jane planted 8 seeds. How many fewer seeds did Tom plant than Jane?":"Namboly voa 5 i Tom tao an-jaridainan'ny sekoly iray. Jane namboly voa 8. Latsaka firy amin'ny an'i Jane no nambolen'i Tom?",
  "triangle":"telolafy",
  "Twitter":"Twitera",
  "two":"Roa",
  "User":"Mpampiasa",
  "Vertical  Addition Basic":"asamarika manampy mijidina ho an'ny dingana fototra",	
  "Vertical  Addition Beginners":"asamarika manampy mijidina ho an'ny dingana vao manomboka",	
  "Vertical  Addition Medial":"Asamarika manampy mitsivalana",
  "verified":"Voamarina",
  "verify":"Amarino",
  "verifying...":"Manamarina ...",
  "Visit":"Tsidiho",
  "Word Problems":"Olana amin’ny teny",	
  "Write  81-90":"Manoratra 81-90",	
  "Write 100-110":"Manoratra 100-110",	
  "Write 21-30":"Manoratra 21-30",	
  "Write 31-40":"Manoratra 31-40",	
  "Write 41--50":"Manoratra 41-50",	
  "Write 51-60":"Manoratra 51-60",	
  "Write 61-70":"Manoratra 61-70",	
  "Write 71-80":"Manoratra 71-80",	
  "Write 91-100":"Manoratra 91-100",
  "We sent an OTP to verify your number.":"Izahay mandefa OTP hanamarinana ny laharanao.",
  "What is your name?":"Iza ny anaranao?",
  "What's your age?":"Firy taona ianao?",
  "WhatsApp":"WhatsApp",
  "Which group is bigger?":"Iza no vondrona lehibe kokoa?",
  "Which is a circle?":"Iza no faribolana?",
  "Which is a hexagon?":"Iza no enin-joro?",
  "Which is a parallelogram?":"Iza no efamira roa zodafy?",
  "Which is a pentagon?":"Iza no pentagone?",
  "Which is a rectangle?":"Iza no mahitsizoro?",
  "Which is a square?":"Iza no efamira?",
  "Which is a trapezoid?":"Iza no manjary efajoro?",
  "Which is a triangle?":"Iza no telolafy?",
  "Which is the biggest?":"Iza no lehibe indrindra?",
  "Write here":"Sorato eto",
  "Yesterday":"Omaly, nanana lasakam-bary 7 ny magazay iray. Androany, manana lasakam-bariny 2 ilay magazay. Firy ny isan'ny lasakam-bary lafony?",
  "You and your sister share 10 bags of chips equally. How many bags of chips will each of you get?":"Nifampizara mitovy fonosana ovy nendasina ianao sy ny anabavinao. Firy ny fonosana ovy nendasina azon'ny tsirairay aminareo ?",
  "You have 7 balloons and your friend has 5 balloons. How many more balloons do you have than your friend?":"Manana baolina 7 ianao ary ny an'ny namanao 5. Manatombo firy amin'ny ny isan'ny baolin'ny namanao ny isan'ny baolinao ?",
  "You have some stamps. Your brother gives 6 stamps to you. Now you have 10 stamps. How many stamps did you start with?":"Manana hajia ianao. Nomen'ny rahalahinao hajia 6 ianao. Amin'izao, manana hajia 10 ianao. Firy ny isan'ny hajia nanombohanao ?",
  "Zach has 17 birthday gifts. 9 gifts are from his family and the rest are from his friends. How many gifts are from his friends?":"Manana fanomezana tamin'ny tsingeritaona nahaterahany Zach. 9 avy amin'ny fianakaviany ary ny ambiny avy amin'ny namany. Firy ny isan'ny fanomezana avy amin'ny namany ?",
  "zero":"aotra",
  "Jungle": "anaty ala",
  "Beach": "Beach",
  "City": "Tanàna",
  "Desert": "EFITRA",
  "Farm": "toeram-pambolena",
  "Garden": "ZARIDAINA",
  "PlayGround": "tokotanin-tsekoly",
  "Sea": "RANOMASINA",
  "Sky": "Sky",
  "Snow": "oram-panala",
  "Platformer Game": "Mihazakazaka",
  "Balloon": "Balaonina",
  "Box": "efajoro",
  "Egg": "atody",
  "Flower": "Voninkazo",
  "Heart": "am-po",
  "House": "Trano",
  "Moon": "Volana",
  "Star": "Kintana",
  "Watermelon": "Voajabo",
  "Trophy": "amboara",
  "Dog": "amboa",
  "Fish": "TRONDRO",
  "Arrow": "Zana-tsipìka",
  "drawshape": "hantsaka",
  "Bird": "Vorona",
  "Lizard": "Androngo",
  "Mouse": "voalavo",
  "Turtle": "sokatra",
  "Ball and Dog": "Baolina sy alika",
  "Meerkats": "Meerkats",
  "Insects": "Bibikely",
  "Cat and Butterfly": "Saka sy lolo",
  "Penguin": "vorondrano",
  "Rabbit and Flower": "Bitro sy voninkazo",
  "Gazelle": "gazela",
  "Goat": "Goat",
  "Pig": "kisoa",
  "Zebra": "Zebra",
  "More Birds": "Vorona bebe kokoa",
  "Elephants": "elefanta",
  "Eagle": "Eagle",
  "Hyena": "Hyena",
  "Cow": "ombivavy",
  "Squirrel": "Squirrel",
  "Monkeys and Crocodile": "Gidro sy voay",
  "Picture Board": "Sary Birao",
  "Beginner": "mpanao voalohany",
  "Basic": "Fototra",
  "Simple": "tsotra",
  "Easy": "Mora",
  "Intermediate": "kafa",
  "Difficult": "sarotra",
  "Hard": "Mafy",
  "Matching Card": "Karatra fampifandraisana"
}