{
  "A bee has 6 legs. How many legs do 2 bees have?":"Une abeille a 6 pattes. Combien de pattes ont 2 abeilles ?",
  "A duck has 2 legs. How many legs do 3 ducks have?":"Un canard a 2 pattes. Combien de pattes ont 3 canards en tout ?",
  "A farmer gathered 16 eggs. She used 4 eggs to make breakfast. How many eggs does she have left?":"Un fermier a ramassé 16 œufs. Elle a utilisé 4 œufs pour faire son petit déjeuner. Combien d'œufs lui reste-t-il ?",
  "A farmer had 7 apple trees. She bought some more trees and now has 10 apple trees in her orchard. How many apple trees did she buy?":"Une fermière avait 7 pommiers. Elle a acheté d'autres arbres et a maintenant 10 pommiers dans son verger. Combien de pommiers a-t-elle acheté ?",
  "A farmer planted 5 rows of corn before lunch. He planted 7 more rows after lunch. How many rows of corn did he plant during the day?":"Un agriculteur a planté 5 rangées de maïs avant le déjeuner. Il a planté 7 autres rangées après le déjeuner. Combien de rangées de maïs a-t-il planté pendant la journée ?",
  "A football team scored 3 goals in the first half. Then they scored more goals in the second half. They won the game with 5 goals! How many goals did they score in the second half?":"Une équipe de football a marqué 3 buts en première mi-temps. Ensuite, elle a marqué d'autres buts en deuxième mi-temps. Ils ont gagné le match avec 5 buts ! Combien de buts ont-ils marqué en deuxième mi-temps ?",
  "A man was carrying balloons but the wind blew 6 away. He has 2 balloons left. How many balloons did he start with?":"Un homme portait des ballons mais le vent en a emporté 6. Il lui reste 2 ballons. Avec combien de ballons a-t-il commencé ?",
  "A piece of wood is 13 inches long. It is cut into two parts. One part is 6 inches long. How long is the other part?":"Un morceau de bois mesure 13 cm de long. Il est coupé en deux parties. Une partie fait 6 cm de long. Quelle est la longueur de l'autre partie ?",
  "Achievements": "Réalisations",
  "Add Teacher":"Ajouter un enseignant",
  "Age   :": "Âge   :",
  "Allie bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?": "Allie a acheté 2 boîtes de mangues. Chaque boîte contient 4 mangues. Combien de mangues a-t-elle achetées ?",
  "Amy walks 4 blocks to school. Jane walks 2 blocks to school. How many more blocks does Amy walk than Jane to school?":"Amy traverse 4 rues pour aller à l'école. Jane traverse 2 rues pour aller à l'école. Combien de rues Amy fait-elle de plus que Jane pour aller à l'école ?",
  "Ana has 7 cookies. She eats 2 of them. How many cookies does she have left?":"Ana a 7 biscuits. Elle en mange 2. Combien de biscuits lui reste-t-il ?",
  "Anna bought 12 plants. Her sister bought 7 plants. How many more plants did Anna buy than her sister?":"Anna a acheté 12 plantes. Sa sœur a acheté 7 plantes. Combien de plantes Anna a-t-elle achetées de plus que sa sœur ?",
  "Anita has 5 books. 3 of them are science books and the rest are storybooks. How many are storybooks?":"Anita a 5 livres. Trois d'entre eux sont des livres de science et le reste sont des livres d'histoire. Combien y a-t-il de livres d'histoires ?",
  "App Language :": "Langue de l'application :",
  "apples":"pommes",  
  "Backgrounds": "Arrière-plans",
  "Begin Quiz": "Commencer le quiz",
  "Beth has 13 flowers in her garden. Kate has 8 flowers. How many more flowers does Beth have than Kate?":"Beth a 13 fleurs dans son jardin. Kate a 8 fleurs. Combien de fleurs Beth a-t-elle en plus que Kate ?",
  "Billy has 2 marbles. Audrey has 3 more marbles than Billy. How many marbles does Audrey have?":"Billy a 2 billes. Audrey a 3 billes de plus que Billy. Combien de billes a Audrey ?",
  "Bobby bought 3 more books than Gabby. Gabby bought a book. How many books did Bobby buy?":"Bobby a acheté 3 livres de plus que Gabby. Gabby a acheté un livre. Combien de livres Bobby a-t-il acheté ?",
  "Bob has 4 pencils and his sister has 8 more pencils than him. How many pencils does Bob's sister have?":"Bob a 4 crayons et sa sœur en a 8 de plus que lui. Combien de crayons la sœur de Bob a-t-elle ?",
  "books":"livres",
  "birds": "des oiseaux",
  "Boy": "Garçon",
  "Brad has 17 balloons. 8 balloons are red and the rest are green. How many balloons are green?":"Brad a 17 ballons. 8 ballons sont rouges et les autres sont verts. Combien de ballons sont verts ?",
  "Brittany has 7 shirts in her closet.3 of them are blue and the rest are green. How many green shirts does she have?":"Brittany a 7 chemises dans son placard. Trois d'entre elles sont bleues et les autres sont vertes. Combien de chemises vertes a-t-elle ?",    
  "Cancel": "Annuler",
  "Cannot verify OTP": "Impossible de vérifier OTP",
  "Challenge": "Défi",
  "Friends": "Animaux",
  "Children":"Enfants",
  "Children are drawing pictures to decorate their classroom. The boys draw 11 pictures and the girls draw 20. How many more pictures do girls draw than boys?":"Les enfants font des dessins pour décorer leur classe. Les garçons font 11 dessins et les filles 20. Combien de dessins les filles font-elles de plus que les garçons ?",
  "Choose your avatar": "Choisissez votre avatar",
  "Choose Your Language": "Choisissez votre langue",
  "circle": "cercle",
  "Click x1 times on number x2!": "Cliquez x1 fois sur le numéro x2!",
  "cone":"cône",
  "Confirm": "Confirmer",
  "Contact Us": "Nous contacter",
  "Continue": "Continuer",
  "cube":"cube",
  "crickets": "grillons",
  "cylinder":"cylindre",
  "David and his friends fly 9 kites. Some kites get stuck in a tree. 6 kites are still flying. How many kites are stuck in the tree?":"David et ses amis font voler 9 cerfs-volants. Certains cerfs-volants se sont coincés dans un arbre. 6 cerfs-volants volent encore. Combien de cerfs-volants sont coincés dans l'arbre ?",
  "Deanna has 5 more puzzles than Fatou. Fatou has 3 puzzles. How many puzzles does Deanna have?":"Deanna a 5 puzzles de plus que Fatou. Fatou a 3 puzzles. Combien de puzzles a Deanna ?",
  "Done":"Terminé",
  "ducks": "canes",
  "eggs":"des œufs",
  "eight": "huit",
  "Email": "Email",
  "Email :": "Email :",
  "English": "Anglais",
  "Enter the 6-digit otp here...": "Entrez l'otp à 6 chiffres ici ...",
  "Ernest makes 5 paper airplanes. Nicole makes 14 paper airplanes. How many fewer paper airplanes does Ernest make than Nicole?":"Ernest fabrique 5 avions en papier. Nicole fabrique 14 avions en papier. Combien d'avions en papier Ernest fabrique-t-il de moins que Nicole ?",
  "Error downloading content. Please connect to internet and try again": "Erreur lors du téléchargement du contenu. Veuillez vous connecter à Internet et réessayer",
  "EXIT ?": "SORTIE ?",
  "Facebook": "Facebook",
  "five": "cinq",
  "fish":"fish",
  "flowers": "fleurs",
  "Follow Us": "Suivez nous",
  "Fred is 12 years old. His brother Tom is 8 years old. How much younger is Tom than Fred?":"Fred a 12 ans. Son frère Tom a 8 ans. Combien d'années Tom a de moins que son frère?",
  "four": "quatre",
  "Gabby worked 4 more hours than Ian. Ian worked 8 hours. How many hours did Gabby work?":"Gabby a travaillé 4 heures de plus que Ian. Ian a travaillé 8 heures. Combien d'heures Gabby a-t-elle travaillé ?",
  "Game Over": "Jeu terminé",
  "Gender :": "Le sexe :",
  "Gender": "Le sexe",
  "George went to a store and bought some t-shirts. He went to another store and bought 2 more t-shirts. He bought a total of 7 t-shirts. How many t-shirts did he buy at the first store?":"Georges est allé dans un magasin et a acheté des t-shirts. Il est allé dans un autre magasin et a acheté deux autres t-shirts. Il a acheté 7 t-shirts au total. Combien de t-shirts a-t-il acheté dans le premier magasin ?",
  "Girl": "Fille",
  "goals":"buts",
  "green shirts": "chemises vertes",
  "hours":"heures",
  "Harper and Raven drew 8 pictures together. Harper drew 3 pictures. How many pictures did Raven draw?":"Harper et Raven ont fait 8 dessins ensemble. Harper a fait 3 dessins. Combien de dessins Raven a-t-elle fait ?",
  "Hannah makes 8 loaves of bread. She gives 3 loaves of bread to her cousin. How many loaves of bread does she have left?":"Hannah fabrique 8 pains. Elle donne 3 pains à son cousin. Combien de pains lui reste-t-il ?",
  "Helen saw 12 birds in a tree and 7 birds in another tree. How many birds did she see altogether?":"Helen a vu 12 oiseaux dans un arbre et 7 oiseaux dans un autre arbre. Combien d'oiseaux a-t-elle vus en tout ?",
  "Help": "Aidez-moi",
  "Help?": "Aidez-moi?",
  "Henry has 4 stamps. Eric has 5 more stamps than Henry. How many stamps does Eric have?":"Henry a 4 timbres. Eric a 5 timbres de plus qu'Henry. Combien de timbres a Éric ?",
  "hexagon":"hexagone",
  "Home": "Accueil",
  "How Many??": "Combien???",
  "hundred": "cent",
  "I have 10 apples. I eat some apples. I have 4 apples left. How many apples did I eat?":"J'ai 10 pommes. Je mange quelques pommes. Il me reste 4 pommes. Combien de pommes ai-je mangé ?",
  "Instagram": "Instagram",
  "Invalid Email Address": "Adresse e-mail invalide",
  "Invalid Phone Number": "Numéro de téléphone invalide",
  "It rained 8 days in January. It rained 9 more days in February than January. How many days did it rain in February?":"Il a plu 8 jours en janvier. En février, il a plu 9 jours de plus qu'en janvier. Combien de jours a-t-il plu en février ?",
  "It rained 15 days in March. It rained 8 days in April. How many more days did it rain in March than April?":"Il a plu 15 jours en mars. Il a plu 8 jours en avril. Combien de jours de pluie il y a-t-il eu mars par rapport à avril ?",
  "It takes Sally 7 minutes to run a mile. How long would it take her to run 4 miles?":"Il faut 7 minutes à Sally pour parcourir un kilomètre. Combien de temps lui faudrait-il pour parcourir 4 kilomètres ?",
  "Jack's hen laid 6 eggs yesterday and 3 eggs today. How many eggs did Jack's hen lay in all?":"La poule de Jack a pondu 6 œufs hier et 3 œufs aujourd'hui. Combien d'œufs la poule de Jack a-t-elle pondue en tout?",
  "Jackie has 9 pencils. Adam has 5 more pencils than Jackie. How many pencils does Adam have?":"Jackie a 9 crayons. Adam a 5 crayons de plus que Jackie. Combien de crayons Adam a-t-il ?",
  "Jacob and Henry were reading the same book. Henry read 9 more pages than Jacob. Jacob read 11 pages of the book. How many pages did Henry read?":"Jacob et Henry lisaient le même livre. Henry a lu 9 pages de plus que Jacob. Jacob a lu 11 pages du livre. Combien de pages Henry a-t-il lu ?",
  "Jane has 9 balloons. 6 are green and the rest are blue. How many balloons are blue?":"Jane a 9 ballons. 6 sont verts et les autres sont bleus. Combien de ballons sont bleus ?",
  "Janet has 8 oranges and Sharon has 4 oranges. How many oranges do they have altogether?":"Janet a 8 oranges et Sharon a 4 oranges. Combien d'oranges ont-elles en tout ?",
  "Jane bakes 15 cookies and 7 cakes. How many fewer cakes did she bake than cookies?":"Jane fait 15 biscuits et 7 gâteaux. Combien de gâteaux a-t-elle fait en moins que de biscuits ?",
  "Jane counted 3 flowers in the flower pot. Each flower has 5 petals. How many petals are there in all?":"Jane a compté 3 fleurs dans le pot de fleurs. Chaque fleur a 5 pétales. Combien de pétales y a-t-il en tout ?",
  "Jen and Joe have 5 children. 2 of them are sons. How many daughters do they have?":"Jen et Joe ont 5 enfants. Deux d'entre eux sont des fils. Combien de filles ont-ils ?",
  "Jen made 6 sandwiches for her family. Her family ate some and 2 were left. How many sandwiches did her family eat?":"Jen a préparé 6 sandwiches pour sa famille. Sa famille en a mangé quelques-uns et il en reste 2. Combien de sandwichs sa famille a-t-elle mangé ?",
  "Josh has 16 marbles and loses 7 of them. How many marbles does Joshi have now?":"Josh a 16 billes et en perd 7. Combien de billes Josh a-t-il maintenant ?",
  "Kami had 3 pages of math homework yesterday. She has 9 pages of math homework today. How many more pages does Kami have today than yesterday?":"Kami avait 3 pages de devoirs de mathématiques à faire hier. Elle a 9 pages de devoirs de mathématiques aujourd'hui. Combien de pages de plus Kami a-t-elle aujourd'hui qu'hier ?",
  "Kajol bought 2 boxes of mangos. Each box has 4 mangos. How many mangos did she buy?":"Kajol a acheté 2 boîtes de mangues. Chaque boîte contient 4 mangues. Combien de mangues a-t-elle achetées?",
  "Katie and her brother picked 6 mangos together. Katie picked 4 mangos. How many mangos did her brother pick?":"Katie et son frère ont cueilli 6 mangues ensemble. Katie a choisi 4 mangues. Combien de mangues son frère a-t-il choisies ?",
  "Kelly's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?":"La poule de Kelly a pondu 6 œufs hier. Aujourd'hui, sa poule a pondu 5 œufs de plus qu'hier. Combien d'œufs sa poule a-t-elle pondus aujourd'hui ?",
  "Kelly saw 4 cats in front of her house. She went to sleep and when she woke up, there were 7 cats in front of her house. How many cats came to her house while she was sleeping?":"Kelly a vu 4 chats devant sa maison. Elle s'est endormie et quand elle s'est réveillée, il y avait 7 chats devant sa maison. Combien de chats sont venus chez elle pendant qu'elle dormait ?",
  "Kit, Ruth, and Dean each ate 2 slices of pizza. How many slices of pizza did they eat in all?":"Kit, Ruth et Dean ont mangé chacun 2 parts de pizza. Combien de parts de pizza ont-ils mangé en tout ?",
  "Kyle got 3 new shirts on his birthday. He already had 5 shirts. How many shirts does he have now?":"Kyle a reçu 3 nouvelles chemises pour son anniversaire. Il en avait déjà 5. Combien de chemises a-t-il maintenant ?",
  "Laci and Kendra caught 14 fireflies altogether. Laci caught 5 fireflies. How many fireflies did Kendra catch?":"Laci et Kendra ont attrapé 14 lucioles en tout. Laci a attrapé 5 lucioles. Combien de lucioles Kendra a-t-elle attrapé ?",
  "Lena has 12 books. She donates 8 books to her class library. How many books does Lena have left?":"Lena a 12 livres. Elle fait don de 8 livres à la bibliothèque de sa classe. Combien de livres reste-t-il à Léna ?",
  "Library": "Bibliothèque",
  "Literacy": "L'alphabétisation",
  "Lucy has 8 pencils. She loses 7 of them. How many pencils does Lucy have left?":"Lucy a 8 crayons. Elle en perd 7. Combien de crayons reste-t-il à Lucy ?", 
  "Lucy is 9 years old. Her sister Julie is@6 years old. How much older is Lucy than her sister Julie?":"Lucy a 9 ans. Sa sœur Julie a 6 ans. Combien d'années de plus Lucy a par rapport à sa sœur Julie ?",
  "Magan bought 8 candies and Jane bought 9 candies. How many candies did they buy in all?":"Magan a acheté 8 bonbons et Jane en a acheté 9. Combien de bonbons ont-ils achetés en tout ?",
  "mangos": "mangues",
  "marbles":"marbres",
  "Maria read 3 books and Stacy read 5 books. How many more books did Stacy read than Maria?":"Maria a lu 3 livres et Stacy 5 livres. Combien de livres Stacy a-t-elle lu de plus que Maria ?",
  "Marin has 7 balls. Ellen has 6 more balls than Marin. How many balls does Ellen have?":"Marin a 7 boules. Ellen a 6 boules de plus que Marin. Combien de boules a Ellen ?",
  "MatchBox": "Boîte d'allumettes",
  "Maths": "Maths",
  "Marco bought 12 fish. He put an equal number of fish into 4 tanks. How many fish are in each tank?":"Marco a acheté 12 poissons. Il a mis un nombre égal de poissons dans 4 réservoirs. Combien de poissons y a-t-il dans chaque réservoir ?",
  "Mary is decorating for a birthday party. She blew up 6 balloons this morning and 5 balloons this afternoon. How many balloons did she blow up in all?":"Marie fait la décoration pour un anniversaire. Elle a gonflé 6 ballons ce matin et 5 ballons cet après-midi. Combien de ballons a-t-elle gonflés en tout ?",
  "Maya served 3 yams at lunch and 5 yams during dinner. How many yams were served during the day?":"Maya a servi 3 ignames au déjeuner et 5 ignames au dîner. Combien d'ignames ont été servies pendant la journée ?",
  "Maya has 5 marbles. Jaden has 8 marbles. How many marbles do they have altogether?":"Maya a 5 billes. Jaden a 8 billes. Combien de billes ont-ils en tout ?",
  "Megan writes 14 letters to friends and family. 7 letters are for her friends and the rest are for her family. How many letters are for her family?":"Megan écrit 14 lettres à ses amis et à sa famille. 7 lettres sont destinées à ses amis et le reste à sa famille. Combien de lettres sont destinées à sa famille ?",
  "Mia brought 10 jars of homemade jam to the market. She sold some jars and had 3 jars left. How many jars did she sell at the market?":"Mia a apporté 10 pots de confiture maison au marché. Elle a vendu quelques pots et il lui en restait 3. Combien de pots a-t-elle vendus au marché ?",
  "Michael's cat had 9 kittens. 5 of them are white and the rest are gray. How many gray kittens did the cat have?":"Le chat de Michael a eu 9 chatons. 5 d'entre eux sont blancs et les autres sont gris. Combien de chatons gris le chat avait-il ?",
  "Mike has 3 pairs of socks. Each pair has 2 socks. How many socks does Mike have?":"Mike a 3 paires de chaussettes. Chaque paire a 2 chaussettes. Combien de chaussettes Mike a-t-il ?",
  "Millie has 9 bracelets. She loses 2 of them. How many bracelets does Millie have left?":"Millie a 9 bracelets. Elle en perd 2. Combien de bracelets reste-t-il à Millie ?",
  "Miranda baked 18 brownies. She put an equal number of brownies on to@2 plates. How many brownies are on each plate?":"Miranda a préparé 18 gâteaux. Elle a mis un nombre égal de gâteaux dans 2 assiettes. Combien de gâteaux y a-t-il dans chaque assiette ?",
  "Mr. Simpson's class has 18 books. He arranges them equally on 3 shelves. How many books are on each shelf?":"La classe de M. Simpson a 18 livres. Il les dispose de manière égale sur 3 étagères. Combien de livres y a-t-il sur chaque étagère ?",
  "Ms. Hannah is playing a hide-and-seek game with her 11 students. She finds 3 students. How many students are still hiding?":"Mme Hannah joue à cache-cache avec ses 11 élèves. Elle trouve 3 élèves. Combien d'élèves se cachent encore ?",
  "Ms. Jones ordered 8 bags of sugar. 5 bags are delivered today. The rest will be delivered tomorrow. How many bags of sugar will be delivered tomorrow?":"Mme Jones a commandé 8 sacs de sucre. 5 sacs sont livrés aujourd'hui. Le reste sera livré demain. Combien de sacs de sucre seront livrés demain ?",
  "Ms. Dawson has 12 students in her class. Some students are absent and 7 students are present. How many students are absent?":"Mme Dawson a 12 élèves dans sa classe. Certains élèves sont absents et 7 élèves sont présents. Combien d'élèves sont absents ?",
  "Name   :": "Nom   :",
  "Name":"Nom :",
  "Nassir picks up a 17-page book. He reads 9 pages. How many pages does he have left to read?":"Nassir prend un livre de 17 pages. Il lit 9 pages. Combien de pages lui reste-t-il à lire ?",
  "New Level Unlocked": "Nouveau niveau débloqué",
  "New World Unlocked": "Nouveau monde débloqué",
  "Nick has 13 oranges. He eats 5 of them. How many oranges does he have left?":"Nick a 13 oranges. Il en mange 5. Combien d'oranges lui reste-t-il ?",
  "nine": "neuf",
  "OK": "D'accord",
  "one": "un",
  "oval":"ovale",
  "parallelogram":"parallélogramme",
  "Parent":"Parent",
  "Paul has 7 plums. Brian has 4 more plums than Paul. How many plums does Brian have?":"Paul a 7 prunes. Brian a 4 prunes de plus que Paul. Combien de prunes possède Brian ?",
  "Peter has 4 marbles. Sue gives Peter some marbles and now he has@6 marbles in all. How many marbles did Sue give Peter?":"Pierre a 4 billes. Sue donne des billes à Pierre et il en a maintenant 6 en tout. Combien de billes Sue a-t-elle données à Pierre ?",
  "Peter read 6 pages of his book before lunch. After lunch he read some more. If Peter read 9 pages in all, how many pages did he read after lunch?":"Pierre a lu 6 pages de son livre avant le déjeuner. Après le déjeuner, il en a lu d'autres. Si Pierre a lu 9 pages en tout, combien de pages a-t-il lu après le déjeuner ?",
  "Phone number :": "Numéro de téléphone :",
  "Profile": "Profil",
  "pictures":"des photos",
  "Puzzle": "Puzzle",  
  "Rectangle":"Rectangle",
  "Remove Teacher?": "Supprimer un enseignant?",
  "Remove User?": "Supprimer l'utilisateur?",
  "Report":"Rapport",
  "Resend OTP": "Renvoyer OTP",
  "Rewards": "Récompenses",
  "rhombus":"rhombus",
  "rows": "Lignes",
  "Sarah picked 6 flowers. She put an equal amount of flowers into 2 vases. How many flowers did she put in each vase?" : "Sarah a cueilli 6 fleurs. Elle a mis une quantité égale de fleurs dans 2 vases. Combien de fleurs a-t-elle mis dans chaque vase?",
  "Shante picked 6 mangos from a tree. He put an equal number of mangos into 3 boxes. How many mangos did he put in each box?":"Shante a cueilli 6 mangues sur un arbre. Il a mis un nombre égal de mangues dans 3 boîtes. Combien de mangues a-t-il mis dans chaque boîte?",
  "Sandy is 5 years old. Mia is 7 years older than Sandy. How old is Mia?":"Sandy a 5 ans. Mia a 7 ans de plus que Sandy. Quel âge a Mia ?",
  "Sam has 12 math problems for homework. He answered 3 of them. How many more math problems does Sam have left to answer?":"Sam a 12 problèmes de maths à faire à la maison. Il a répondu à 3 d'entre eux. Combien de problèmes de maths reste-t-il à Sam à répondre ?",
  "Sam ate 7 cookies and Jane ate 2 cookies. How many fewer cookies did Jane eat than Sam?":"Sam a mangé 7 biscuits et Jane en a mangé 2. Combien de biscuits Jane a-t-elle mangé de moins que Sam ?",
  "Sarah is 5 years old. Her sister Katie is 2 years older than Sarah. How old is Katie?":"Sarah a 5 ans. Sa soeur Katie a 2 ans de plus que Sarah. Quel âge a Katie ?",
  "Sarah picked 6 flowers. She put an equal number of flowers into 2 vases. How many flowers did she put in each vase?":"Sarah a cueilli 6 fleurs. Elle a mis une quantité égale de fleurs dans 2 vases. Combien de fleurs a-t-elle mises dans chaque vase ?",
  "Sara has 14 pencils in her bag. She let her friends borrow 7 of them. How many pencils does Sara have left?":"Sara a 14 crayons dans son sac. Elle a laissé ses amis en emprunter 7. Combien de crayons reste-t-il à Sarah ?",
  "School": "École",
  "Setting": "Réglage",
  "seven": "sept",
  "six": "six",  
  "Shelly bought 4 boxes of donuts. Each box contains 5 donuts. How many donuts did she buy altogether?":"Shelly a acheté 4 boîtes de beignets. Chaque boîte contient 5 beignets. Combien de beignets a-t-elle achetés en tout ?",
  "Some mangos were in the basket. 4 mangos were taken from the basket. Now there are 6 mangos. How many mangos were in the basket before they were taken?":"Il y avait des mangues dans le panier. 4 mangues ont été prises dans le panier. Maintenant, il y a 6 mangues. Combien de mangues y avait-il dans le panier avant qu'elles ne soient prises ?",
  "Sound :": "Du son :",
  "Soumya's chicken laid 6 eggs yesterday. Today, her chicken laid 5 more eggs than yesterday. How many eggs did her chicken lay today?":"Le poulet de Soumya a pondu 6 œufs hier. Aujourd'hui, sa poule a pondu 5 œufs de plus qu'hier. Combien d'oeufs sa poule pond-t-elle aujourd'hui?",
  "Shelby earns star stickers when she does math at school. Yesterday, Shelby earned 4 stars. Today, she earned 3 more. How many stars did Shelby earn in all?":"Shelby reçoit des étoiles autocollantes quand elle fait des mathèmatiques à l'école. Hier, Shelby a gagné 4 étoiles. Aujourd'hui, elle en a gagné 3 de plus. Combien d'étoiles Shelby a-t-elle gagnées en tout ?",
  "Shante picked 6 mangos from a tree. He put an equal number of mangos into 2 boxes. How many mangos did he put in each box?": "Shante a cueilli 6 mangues sur un arbre. Il a mis un nombre égal de mangues dans 2 boîtes. Combien de mangues a-t-il mis dans chaque boîte?",
  "sphere":"sphère",
  "square":"carré",
  "storybooks": "livres d'histoire",
  "Stacie caught 5 fish in the morning. She caught 4 more fish in the afternoon. How many fish did Stacie catch in all?":"Stacie a pêché 5 poissons le matin. Elle a pêché 4 autres poissons dans l'après-midi. Combien de poissons Stacie a-t-elle pêché en tout ?",  
  "stars":"étoiles",
  "Sydney found 20 seashells on the beach. Noah found 6 seashells. How many more seashells did Sydney find than Noah?":"Sydney a trouvé 20 coquillages sur la plage. Noah a trouvé 6 coquillages. Combien de coquillages Sydney a-t-elle trouvé de plus que Noah ?",
  "Diego has 11 mangos in a basket. Diego gives 4 mangos to his sister. How many mangos are left in the basket?":"Diego a 11 mangues dans un panier. Diego donne 4 mangues à sa sœur. Combien de mangues reste-t-il dans le panier ?",
  "tables":"les tables",
  "Teacher  :": "Professeur  :",
  "ten": "dix",
  "trapezoid":"trapèze",
  "Tess picked 3 flowers in the morning. She picked some more flowers in the afternoon. If Tess picked 8 flowers in all, how many did she pick in the afternoon?":"Tess a cueilli 3 fleurs le matin. Elle en a cueilli d'autres l'après-midi. Si Tess a cueilli 8 fleurs au total, combien en a-t-elle cueillies l'après-midi ?",
  "The library has 5 more tables than the school office. The school office has 2 tables. How many tables does the library have?":"La bibliothèque a 5 tables de plus que le bureau de l'école. Le bureau de l'école a 2 tables. Combien de tables la bibliothèque possède-t-elle ?",
  "The postman delivered 3 more letters today than yesterday. He delivered 8 letters yesterday. How many letters did he deliver today?":"Le facteur a livré 3 lettres de plus aujourd'hui qu'hier. Il a livré 8 lettres hier. Combien de lettres a-t-il livrées aujourd'hui ?",
  "The tennis team has 12 players. 6 of the players are girls. Some are boys. How many tennis players are boys?":"L'équipe de tennis compte 12 joueurs. 6 sont des filles. Les autres sont des garçons. Combien de joueurs de tennis sont des garçons ?",
  "The school has two lost-and-found boxes. In the first box, there are 5 hats. In the second box, there are 4 more hats than in the first box. How many hats are there in the second box?":"L'école a deux boîtes d'objets trouvés. Dans la première boîte, il y a 5 chapeaux. Dans la deuxième boîte, il y a 4 chapeaux de plus que dans la première boîte. Combien de chapeaux y a-t-il dans la deuxième boîte ?",
  "There are 14 fish in a water tank. Kerri put 3 more fish into the tank. How many fish are there?" : "Il y a 14 poissons dans un réservoir d'eau. Kerri a mis 3 autres poissons dans l'aquarium. Combien de poissons y a-t-il?",
  "There are some coins in a jar. You collect 5 more coins and now have 10 coins in all. How many coins did you start with?":"Il y a des pièces de monnaie dans un pot. Vous collectez 5 pièces supplémentaires et avez maintenant 10 pièces en tout. Avec combien de pièces avez-vous commencé?",
  "There are 2 wagons on the farm. Each wagon carries 8 children. How many children are in the wagons?":"Il y a 2 wagons à la ferme. Chaque wagon transporte 8 enfants. Combien d'enfants se trouvent dans les wagons ?",
  "There are 3 sheeps in the pasture. Each sheep has 4 lambs. How many lambs are in the pasture?":"Il y a 3 moutons dans le pâturage. Chaque mouton a 4 agneaux. Combien d'agneaux y a-t-il dans le pâturage ?",
  "There are 4 balls in a box. 2 of them are soccer balls and the rest are basketballs. How many are basketballs?":"Il y a 4 ballons dans une boîte. Deux d'entre eux sont des ballons de football et les autres sont des ballons de basket. Combien y a-t-il de ballons de basket-ball ?",
  "There are 5 cups and 7 plates. How many more plates are there than cups?":"Il y a 5 tasses et 7 plats. Combien y a-t-il de plats de plus que de tasses ?",
  "There are 6 birds and 3 nests. How many more birds are there than nests?":"Il y a 6 oiseaux et 3 nids. Combien d'oiseaux y a-t-il de plus que des nids ?",
  "There are 6 girls and 7 boys on the bus. How many children are on the bus?":"Il y a 6 filles et 7 garçons dans le bus. Combien d'enfants sont dans le bus ?",
  "There are 6 beetles and 4 butterflies. How many fewer butterflies are there than beetles?":"Il y a 6 scarabées et 4 papillons. Combien de papillons y a-t-il en moins que de scarabées ?",
  "There are 7 pencils in the drawer. Dan placed 9 more pencils in the drawer. How many pencils are in the drawer?":"Il y a 7 crayons dans le tiroir. Dan a placé 9 autres crayons dans le tiroir. Combien de crayons y a-t-il dans le tiroir ?",
  "There are 7 yellow beads and 8 red beads on a necklace. How many beads are on the necklace in all?":"Il y a 7 perles jaunes et 8 perles rouges sur un collier. Combien y a-t-il de perles sur le collier en tout ?",
  "There are 8 books on the shelf. Marta put 6 more books on the shelf. How many books are on the shelf?":"Il y a 8 livres sur l'étagère. Marta a mis 6 autres livres sur l'étagère. Combien de livres y a-t-il sur l'étagère ?",
  "There are 9 children in a classroom. 6 of them are boys. How many girls are in the classroom?":"Il y a 9 enfants dans une classe. 6 d'entre eux sont des garçons. Combien de filles y a-t-il dans la classe ?",
  "There are 9 kites flying in the sky. A wind blows 3 kites down on the ground. How many kites are still flying in the sky?":"Il y a 9 cerfs-volants qui volent dans le ciel. Un vent souffle 3 cerfs-volants sur le sol. Combien de cerfs-volants volent encore dans le ciel ?",
  "There are 10 plates at the dinner table. There are 5 more people than plates. How many people are at dinner?":"Il y a 10 assiettes à la table du dîner. Il y a 5 personnes de plus que d'assiettes. Combien de personnes sont présentes au dîner ?",
  "There are 10 students on the school bus. 3 students get off the bus. How many students are left on the bus?" : "Il y a 10 élèves dans le bus scolaire. 3 étudiants descendent du bus. Combien d'élèves reste-t-il dans le bus?",
  "There are 12 cats on a fence. 1 cat jumps down off of the fence. How many cats are left on the fence?":"Il y a 12 chats sur une clôture. 1 chat saute de la clôture. Combien de chats reste-t-il sur la clôture ?",
  "There are 13 girls and 18 boys in a class. How many more boys are there than girls?":"Il y a 13 filles et 18 garçons dans une classe. Combien de garçons y a-t-il en plus que de filles ?",
  "There are 14 fish in a water tank. Kavya put 3 more fish into the tank. How many fish are there?":"Il y a 14 poissons dans un glacière. Kerri a mis 3 autres poissons dans le glacière. Combien de poissons y a-t-il ?",
  "There are 14 chairs in Ms. Bloom's classroom. There are 3 more chairs in Mr. Peter's classroom. How many chairs are there in Mr. Peter's classroom?":"Il y a 14 chaises dans la classe de Mme Bloom. Il y a 3 autres chaises dans la classe de M. Peter. Combien de chaises y a-t-il dans la classe de M. Peter ?",
  "There are 15 ducks swimming in a pond. 7 ducks fly away. How many ducks are still swimming in the pond?":"Il y a 15 canards qui nagent dans un étang. 7 canards s'envolent. Combien de canards nagent encore dans l'étang ?",
  "There are 15 students in a classroom. 9 of the students are wearing long pants. The rest are wearing short pants. How many students are wearing short pants?":"Il y a 15 élèves dans une classe. 9 des élèves portent des pantalons. Les autres portent des shorts. Combien d'élèves portent des shorts ?",
  "There are 16 children in a classroom. Some children go outside to play. 7 children stay inside to read books. How many children are outside?":"Il y a 16 enfants dans une classe. Certains enfants sortent jouer dehors. 7 enfants restent à l'intérieur pour lire des livres. Combien d'enfants sont à l'extérieur ?",
  "There are 18 sheep in a barn. 9 sheep are sold. How many sheep are left in the barn?":"Il y a 18 moutons dans une étable. 9 moutons sont vendus. Combien de moutons reste-t-il dans la étable ?",
  "There were some seashells in Megan's pail. She finds 2 more seashells. Now she has 8 seashells in all. How many seashells did she start with?":"Il y avait des coquillages dans le seau de Megan. Elle en trouve deux autres. Maintenant, elle a 8 coquillages en tout. Avec combien de coquillages a-t-elle commencé ?",
  "Thomas has 2 goats on his farm. There are 6 more chickens than goats on his farm. How many chickens does he have?":"Thomas a 2 chèvres dans sa ferme. Il y a 6 poulets de plus que de chèvres dans sa ferme. Combien de poulets a-t-il ?",
  "three": "trois",
  "Tim's dog gave birth to some puppies. Tim gave 6 puppies to his friends. Now he has 2 puppies left. How many puppies did his dog give birth to?":"La chienne de Tim a donné naissance à quelques chiots. Tim a donné 6 chiots à ses amis. Maintenant, il lui en reste 2. Combien de chiots sa chienne a-t-elle mis bas ?",
  "Tina borrowed 11 books from the library. Her friend borrowed 5 books. How many more books did Tina borrow than her friend?":"Tina a emprunté 11 livres à la bibliothèque. Son amie a emprunté 5 livres. Combien de livres Tina a-t-elle empruntés de plus que son amie ?",
  "triangle":"triangle",   
  "Tom has 6 books. James has 2 books. How many books do they have in all?":"Tom a 6 livres. James a 2 livres. Combien de livres ont-ils en tout ?",
  "Tom planted 5 seeds in a school garden. Jane planted 8 seeds. How many fewer seeds did Tom plant than Jane?":"Tom a planté 5 graines dans le jardin d'une école. Jane a planté 8 graines. Combien de graines Tom a-t-il planté de moins que Jane ?",
  "Twitter": "Twitter",
  "two": "deux",
  "User": "Usager",
  "verified": "vérifié",
  "verifying...": "vérifier...",
  "verify": "Vérifier",  
  "Visit": "Visite",
  "We sent an OTP to verify your number.": "Nous avons envoyé un OTP pour vérifier votre numéro.",
  "What is your name?": "Quel est votre nom?",
  "What's your age?": "Quel âge as tu?",
  "WhatsApp": "WhatApp",
  "Which group is bigger?":"quel groupe est plus grand?",
  "Which is a circle?":"Qu'est-ce qu'un cercle?",
  "Which is the biggest?":"Quel est le plus gros?",
  "Which is the smallest?":"Quel est le plus petit?",
  "Which is a hexagon?":"Qui est un hexagone?",
  "Which is a parallelogram?":"qui est un parallélogramme?",
  "Which is a pentagon?":"Qui est un pentagone?",
  "Which is a rectangle?":"Qu'est-ce qu'un rectangle?",
  "What is this shape?":"quelle est cette forme?",
  "Which is a square?":"Qu'est-ce qu'un carré?",
  "Which is a triangle?":"Qu'est-ce qu'un triangle?",
  "Which is a trapezoid?":"qui est un trapèze?",
  "Write here":"Ecrire ici",
  "years old" : "années vieille",
  "Yesterday, the store had 7 bags of rice. Today, the store has 2 bags of rice. How many bags of rice did the store sell?":"Hier, le magasin avait 7 sacs de riz. Aujourd'hui, le magasin a 2 sacs de riz. Combien de sacs de riz le magasin a-t-il vendu ?",
  "You and your sister share 10 bags of chips equally. How many bags of chips will each of you get?":"Votre sœur et vous, vous partagez 10 sacs de frites à parts égales. Combien de sacs de frites chacun de vous recevra-t-il ?",
  "You have 7 balloons and your friend has 5 balloons. How many more balloons do you have than your friend?":"Vous avez 7 ballons et votre amie en a 5. Combien de ballons avez-vous de plus que votre amie ?",
  "You have some stamps. Your brother gives 6 stamps to you. Now you have 10 stamps. How many stamps did you start with?":"Tu as des timbres. Ton frère te donne 6 timbres. Maintenant, tu as 10 timbres. Avec combien de timbres as-tu commencé ?",
  "Zach has 17 birthday gifts. 9 gifts are from his family and the rest are from his friends. How many gifts are from his friends?":"Zach a 17 cadeaux d'anniversaire. 9 cadeaux proviennent de sa famille et le reste de ses amis. Combien de cadeaux proviennent de ses amis ?",
  "zero": "Zéro",
  "0 sides":"0 côtés",
  "1 face":"1 visage",
  "2 children share 8 sweets equally. How many sweets does each child get?":"2 enfants se partagent 8 bonbons à parts égales. Combien de bonbons chaque enfant reçoit-il ?",
  "2 birds were sitting on the fence. 4 more birds joined them. How many birds are on the fence?":"Deux oiseaux étaient perchés sur la clôture. 4 autres oiseaux les ont rejoints. Combien d'oiseaux sont perchés sur la clôture ?",
  "3 friends share 12 candies equally. How many candies does each friend get?":"trois amis se partagent 12 bougies à parts égales. Combien de bougies chaque ami reçoit-il ?",
  "3 sides":"3 côtés",
  "4 birds are sitting on a branch. 1 flew away. How many birds are left on the branch?":"4 oiseaux sont perchés sur une branche. Un s'envole. Combien d'oiseaux reste-t-il sur la branche ?",
  "4 sides":"4 côtés",
  "5 apples are on the table. Sam eats 2 apples. How many apples are left on the table?":"5 pommes sont sur la table. Sam mange 2 pommes. Combien de pommes reste-t-il sur la table ?",
  "5 sides":"5 côtés",
  "6 sides":"6 côtés",
  "7 children are on a bus. 4 more children get on the bus. How many children are on the bus?":"7 enfants sont dans le bus. 4 autres enfants montent dans le bus. Combien d'enfants sont dans le bus ?",
  "7 red apples and 2 green apples are in the basket. How many apples are in the basket?":"Il y a 7 pommes rouges et 2 pommes vertes dans le panier. Combien de pommes y a-t-il dans le panier ?",
  "7 boys ride their bikes. Some of the boys go home. 5 boys continue riding their bikes. How many boys went home?":"7 garçons font du vélo. Certains des garçons rentrent chez eux. 5 garçons continuent à faire du vélo. Combien de garçons sont rentrés chez eux ?",
  "8 birds sat on a tree branch. Some flew away. Now there are 3 birds on the branch. How many birds flew away?":"8 oiseaux se sont posés sur une branche d'arbre. Certains se sont envolés. Maintenant, il y a 3 oiseaux sur la branche. Combien d'oiseaux se sont envolés ?",
  "10 sides":"10 côtés",
  "20 students were equally divided into 4 groups by the teacher. How many students are in each group?":"20 élèves ont été divisés en trois groupes égaux par l'enseignant. Combien d'élèves y a-t-il dans chaque groupe ?",
  "2D & 3D Shapes": "Formes 2D et 3D",
  "3 Digit Numbers": "Numéros à 3 chiffres",
  "3D shapes": "Formes 3D",
  "Add  10-100": "Ajouter 10-100",
  "Add & Subtract": "Ajouter et soustraire",
  "Add 0-100": "Ajouter 0-100",
  "Add 1": "Ajouter 1",
  "Add 1-20": "Ajouter 1-20",
  "Add 1-50": "Ajouter 1-50",
  "Add 1-99": "Ajouter 1-99",
  "Add 10-100": "Ajouter 10-100",
  "Add 10-20": "Ajouter 10-20",
  "Add 2": "Ajouter 2",
  "Add 2 Digit Numbers": "Ajouter des nombres à 2 chiffres",
  "Add 3 and 4": "Ajouter 3 et 4",
  "Add 3 Digits": "Ajouter 3 chiffres",
  "Addition": "Une addition",
  "Addition 1": "Addition 1",
  "Addition 11-20": "Ajout 11-20",
  "Addition 2": "Addition 2",
  "Addition 3": "Ajout 3",
  "Addition Advanced": "Ajout avancé",
  "Addition Basic": "Addition de base",
  "Addition Beginners": "Addition Débutants",
  "Addition Elementary": "Addition élémentaire",
  "Addition Mastery": "Maîtrise de l'addition",
  "Addition of Double Digits": "Ajout de doubles chiffres",
  "Arrange Numbers 1-100": "Organiser les nombres de 1 à 100",
  "Ascending and Descending ": "Ascendant et descendant",
  "Ascending and Descending -1": "Croissant et décroissant -1",
  "Ascending and Descending -2": "Croissant et décroissant -2",
  "Beginners  Addition 1-20": "Addition des débutants 1-20",
  "Beginners Shapes": "Formes pour débutants",
  "Beginners Subtraction 1": "Soustraction pour débutants 1",
  "Beginners Subtraction 2": "Soustraction pour débutants 2",
  "Big & Small  1-10": "Grand et petit 1-10",
  "Big & Small  1-20": "Grand et petit 1-20",
  "Big & Small 1-5": "Grand et petit 1-5",
  "Big & Small 1-50": "Grand et petit 1-50",
  "Big to Small": "Grand à petit",
  "Bird": "Oiseau",
  "balls":"balles",
  "bags": "Sacs",
  "beads": "perles",
  "cats": "chattes",
  "Calculator 1": "Calculatrice 1",
  "Calculator 2": "Calculatrice 2",
  "Calculator 3": "Calculatrice 3",
  "Chairs": "Chaises",
  "Chickens": "Poulette",
  "Compare and Add": "Comparer et ajouter",
  "Compare With 10": "Comparer avec 10",
  "Comparison": "Comparaison",
  "Comparison 100-999": "Comparaison 100-999",
  "Comparison by Subtraction": "Comparaison par soustraction",
  "Comparison Of Numbers": "Comparaison des nombres",
  "Count & Add": "Compter et ajouter",
  "Count & Add 1": "Compter et ajouter 1",
  "Count & Add 2": "Compter et ajouter 2",
  "Count & Subtract 1": "Compter et soustraire 1",
  "Count & Subtract 2": "Compter et soustraire 2",
  "Count and Add -1": "Compter et ajouter -1",
  "Count and Add -2": "Compter et ajouter -2",
  "Count and Compare": "Compter et comparer",
  "Count and Multiply 2": "Compter et multiplier 2",
  "Count and Multiply 3": "Compter et multiplier 3",
  "Count and Subtract": "Compter et soustraire",
  "Count and Subtract 1": "Compter et soustraire 1",
  "Count and Subtract 2": "Compter et soustraire 2",
  "Count and Subtract 3": "Compter et soustraire 3",
  "Count Backwards": "Compter à rebours",
  "Count Backwards 1": "Compter à rebours 1",
  "Count Backwards 2": "Compter à rebours 2",
  "Even and Odd Numbers": "Nombres pairs et impairs",
  "Even Numbers": "Nombres pairs",
  "Family of 10": "Famille de 10",
  "Family Of 20 - 1": "Famille de 20 personnes - 1",
  "Family Of 20 - 2": "Famille de 20 personnes - 2",
  "Fast Multiplication 3-10": "Multiplication rapide 3-10",
  "Fast Multiplication 3-81": "Multiplication rapide 3-81",
  "Find the  product 2-8": "Trouver le produit 2-8",
  "Find the  product 2-9": "Trouver le produit 2-9",
  "Fish" : "Poisson",
  "How Many?": "Combien?",
  "Less or More  50-90": "Moins ou plus 50-90",
  "Less or More 1-100": "Moins ou plus 1-100",
  "Less or More 1-900": "Moins ou plus 1-900",
  "Less or More 1-999": "Moins ou plus 1-999",
  "Match Numbers 1": "Faire correspondre les nombres 1",
  "Match Numbers 2": "Faire correspondre les nombres 2",
  "Match Numbers 3": "Faire correspondre les nombres 3",
  "Match Numbers 4": "Faire correspondre les nombres 4",
  "Match Numbers 5": "Faire correspondre les nombres 5",
  "Math Sense Beginners": "Math Sense Débutants",
  "More Addition 1-20": "Plus d'ajout 1-20",
  "More Big & Small  1-50": "Plus grand et petit 1-50",
  "Multiplication 1": "Multiplication 1",
  "Multiplication 2": "Multiplication 2",
  "Multiplication Beginner": "Débutant en multiplication",
  "Multiplication Beginners": "Débutants en multiplication",
  "Multiplication- Elementary": "Multiplication - Élémentaire",
  "Multiply 2-9": "Multiplier 2-9",
  "Multiply 3-8": "Multiplier 3-8",
  "Number Order": "L'ordre des numéros",
  "Number Order 1": "Numéro Ordre 1",
  "Number Order 1-5": "Ordre des numéros 1-5",
  "Number Order 2": "Numéro Ordre 2",
  "Number Order 3": "Numéro Ordre 3",
  "Number Order 4": "Ordre des numéros 4",
  "Number Order 5": "Ordre des numéros 5",
  "Number Order 6": "Ordre des numéros 6",
  "Number Order 6-10": "Ordre des numéros 6-10",
  "Number Order 7": "Ordre des numéros 7",
  "Number Order 8": "Ordre des numéros 8",
  "Number Sense 1 - 100": "Sens des nombres 1 - 100",
  "Number Sense 1-10": "Sens des nombres 1-10",
  "Number Sense 1-5": "Sens des nombres 1-5",
  "Number Sense 11-20": "Sens du nombre 11-20",
  "Number Series": "Série de numéros",
  "Number Series 1": "Numéro Série 1",
  "Number Series 1- 9": "Série de numéros 1-9",
  "Number Series 1-8": "Série de numéros 1-8",
  "Number Series 6-9": "Série de numéros 6-9",
  "Number Series 7-10": "Série de numéros 7-10",
  "Numbers 1-5": "Numéros 1-5",
  "Numbers 11-20": "Nombres 11-20",
  "Numbers 21-100": "Numéros 21-100",
  "Numbers 6 -10": "Numéros 6-10",
  "Odd Numbers": "Nombres impairs",
  "Pencil":"crayon",
  "Pencils": "crayons",
  "People": "Personnes",
  "Place Value 1": "Valeur de position 1",
  "Place Value 100-300": "Valeur de position 100-300",
  "Place Value 2": "Valeur de position 2",
  "Place Value 300-500": "Valeur de position 300-500",
  "Practice Addition": "Ajout de pratique",
  "Practice Mathematical Operations": "Pratiquer les opérations mathématiques",
  "Puzzle Time": "Temps de puzzle",
  "Puzzle Time 21-30": "Temps de puzzle 21-30",
  "Puzzle Time 31-40": "Temps de puzzle 31-40",
  "Puzzle Time 41-50": "Temps de puzzle 41-50",
  "Puzzle Time 51-60": "Temps de puzzle 51-60",
  "Puzzle Time 61-70": "Temps de puzzle 61-70",
  "Puzzle Time 71-80": "Temps de puzzle 71-80",
  "Puzzle Time 81-90": "Temps de puzzle 81-90",
  "Puzzle Time 91-100": "Temps de puzzle 91-100",
  "Quick  Addition  1-20": "Ajout rapide 1-20",
  "Quick  Addition  10-30": "Ajout rapide 10-30",
  "Quick  Addition 1": "Ajout rapide 1",
  "Quick  Addition 1-10": "Ajout rapide 1-10",
  "Quick  Addition 1-20": "Ajout rapide 1-20",
  "Quick  Addition 10-20": "Ajout rapide 10-20",
  "Quick  Addition 10-30": "Ajout rapide 10-30",
  "Quick  Addition 15-25": "Ajout rapide 15-25",
  "Quick  Addition 2": "Ajout rapide 2",
  "Quick  Addition 20": "Ajout rapide 20",
  "Quick  Addition 3": "Ajout rapide 3",
  "Regroup & Add 50-90": "Regrouper et ajouter 50-90",
  "Regroup & Add 60-80": "Regrouper et ajouter 60-80",
  "Regroup & Add 60-90": "Regrouper et ajouter 60-90",
  "Regroup and Add": "Regrouper et ajouter",
  "Revision": "Révision",
  "Revision Number Order": "Ordre du numéro de révision",
  "Shapes 1": "Formes 1",
  "Shapes 2": "Formes 2",
  "Shapes 3": "Formes 3",
  "Shapes 4": "Formes 4",
  "Shapes Advanced": "Formes avancées",
  "Shapes and Solids": "Formes et solides",
  "sheep": "brebis",
  "Skip 2's Backward": "Sauter 2 en arrière",
  "Skip By 10's": "Passer par 10",
  "Skip By 10's Backwards": "Sauter par 10 en arrière",
  "Skip By 100": "Passer par 100",
  "Skip by 2's": "Passer par 2",
  "Skip by 3's": "Passer par 3",
  "Skip By 5's": "Passer par 5",
  "Skip By 5's Backwards": "Passer par 5 en arrière",
  "Skip Counting": "Sauter le comptage",
  "Small to Big": "Petit à grand",
  "Speed Subtraction 1": "Soustraction de vitesse 1",
  "Speed Subtraction 1-20": "Soustraction de vitesse 1-20",
  "Speed Subtraction 1-30": "Soustraction de vitesse 1-30",
  "Speed Subtraction 2": "Soustraction de vitesse 2",
  "Speed Subtraction 25-45": "Soustraction de vitesse 25-45",
  "Statement Sums 1": "Relevé Sommes 1",
  "students": "élèves",
  "Subtract": "Soustraire",
  "Subtract  1-20": "Soustraire 1-20",
  "Subtract  10-40": "Soustraire 10-40",
  "Subtract  10-70": "Soustraire 10-70",
  "Subtract 1": "Soustraire 1",
  "Subtract 1-100": "Soustraire 1-100",
  "Subtract 1-50": "Soustraire 1-50",
  "Subtract 10-20": "Soustraire 10-20",
  "Subtract 10-50": "Soustraire 10-50",
  "Subtract 10-60": "Soustraire 10-60",
  "Subtract 10-80": "Soustraire 10-80",
  "Subtract 11 - 20": "Soustraire 11 - 20",
  "Subtract 2": "Soustraire 2",
  "Subtract 20-90": "Soustraire 20-90",
  "Subtract 3 & 4": "Soustraire 3 et 4",
  "Subtract From 10": "Soustraire de 10",
  "Subtract From 20": "Soustraire de 20",
  "Subtraction 1": "Soustraction 1",
  "Subtraction 1-50": "Soustraction 1-50",
  "Subtraction 2": "Soustraction 2",
  "Subtraction 3": "Soustraction 3",
  "Subtraction Advanced": "Soustraction avancée",
  "Subtraction Basic": "Soustraction de base",
  "Subtraction Beginners": "Débutants en soustraction",
  "Subtraction Challenge": "Défi de soustraction",
  "Subtraction Elementary": "Soustraction élémentaire",
  "Subtraction Mastery 1": "Maîtrise de la soustraction 1",
  "Subtraction Mastery 2": "Maîtrise de la soustraction 2",
  "Subtraction Mastery 3": "Maîtrise de la soustraction 3",
  "Table of  1": "Table de 1",
  "Table of 2": "Table de 2",
  "Table of 3": "Table de 3",
  "Table of 4": "Table de 4",
  "Table of 5": "Table de 5",
  "Table of 6": "Table de 6",
  "Table of 7": "Tableau de 7",
  "Table of 8": "Tableau de 8",
  "Table of 9": "Table de 9",
  "Tables 1-10": "Tableaux 1 à 10",
  "Vertical  Addition Basic": "Addition verticale de base",
  "Vertical  Addition Beginners": "Débutants en addition verticale",
  "Vertical  Addition Medial": "Addition verticale médiale",
  "Word Problems": "Problèmes de mots",
  "Write  81-90": "Ecrire 81-90",
  "Write 100-110": "Ecrire 100-110",
  "Write 21-30": "Ecrire 21-30",
  "Write 31-40": "Ecrire 31-40",
  "Write 41--50": "Ecrire 41 à 50",
  "Write 51-60": "Ecrire 51-60",
  "Write 61-70": "Ecrire 61-70",
  "Write 71-80": "Écrire 71-80",
  "Write 91-100": "Ecrire 91-100"
}
